Repository: openedx/xblock-drag-and-drop-v2
Catalog: drag_and_drop_v2/conf/locale/*/LC_MESSAGES/text.po
Languages: pt_br

source: An isosceles triangle with three layers of similar height. It is shown upright, so the widest layer is located at the bottom, and the narrowest layer is located at the top.
pt_br: Um triângulo isósceles com três camadas de alturas semelhantes está sendo exibido verticalmente, assim a camada mais larga está localizada na parte inferior e a camada mais estreita no topo.

source: The Top Zone
pt_br: A zona superior

source: The Middle Zone
pt_br: A zona central

source: The Bottom Zone
pt_br: A zona inferior

source: Use this zone to associate an item with the top layer of the triangle.
pt_br: Use esta zona para associar um item à camada superior do triângulo.

source: Use this zone to associate an item with the middle layer of the triangle.
pt_br: Use esta zona para associar um item à camada central do triângulo.

source: Use this zone to associate an item with the bottom layer of the triangle.
pt_br: Use esta zona para associar um item à camada inferior do triângulo.

source: Correct! This one belongs to The Top Zone.
pt_br: Correto! Este pertence a área do topo.

source: Correct! This one belongs to The Middle Zone.
pt_br: Correto! Este pertence a área do meio.

source: Correct! This one belongs to The Bottom Zone.
pt_br: Correto! Este pertence a área de baixo.

source: No, this item does not belong here. Try again.
pt_br: Não, este não é o item correto. Tente novamente.

source: You silly, there are no zones for this one.
pt_br: Não há zonas para este item.

source: Of course it goes here! It goes anywhere!
pt_br: Claro que cabe aqui! Cabe em qualquer lugar!

source: Goes to the top
pt_br: Vai para a zona superior

source: Goes to the middle
pt_br: Vai para a zona central

source: Goes to the bottom
pt_br: Vai para a zona inferior

source: Goes anywhere
pt_br: Cabe em qualquer lugar

source: I don't belong anywhere
pt_br: Eu não caibo em nenhum lugar

source: Drag the items onto the image above.
pt_br: Arraste os itens para a imagem acima.

source: Good work! You have completed this drag and drop problem.
pt_br: Bom trabalho! Você completou este problema.

source: Title
pt_br: Título

source: The title of the drag and drop problem. The title is displayed to learners.
pt_br: O título do problema de arraste e solte. O título é exibido aos alunos.

source: Drag and Drop
pt_br: Arraste e Solte

source: Mode
pt_br: Modo

source: Standard mode: the problem provides immediate feedback each time a learner drops an item on a target zone. Assessment mode: the problem provides feedback only after a learner drops all available items on target zones.
pt_br: Modo padrão: o problema fornece comentário imediatamente cada vez que um aluno solta um item numa zona-alvo. Modo avaliação: o problema fornece comentário somente depois que um aluno solta todos os itens nas áreas-alvo.

source: Standard
pt_br: Padrão

source: Assessment
pt_br: Avaliação

source: Maximum attempts
pt_br: Máximo de tentativas

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
pt_br: Define o número de tentativas que os estudantes podem fazer para resolver este problema. Se o valor não for definido, infinitas tentativas serão permitidas.

source: Show title
pt_br: Exibir título

source: Display the title to the learner?
pt_br: Exibir título ao aluno?

source: Problem text
pt_br: Descrição do problema

source: The description of the problem or instructions shown to the learner.
pt_br: A descrição do problema ou instruções exibidas ao aluno.

source: Show "Problem" heading
pt_br: Exibir o cabeçalho do "Problema"

source: Display the heading "Problem" above the problem text?
pt_br: Exibir o cabeçalho de "Problema" acima da descrição?

source: Problem Weight
pt_br: Valor do problema

source: Defines the number of points the problem is worth.
pt_br: Define o número de pontos válidos para este problema.

source: Item background color
pt_br: Cor do plano de fundo

source: The background color of draggable items in the problem (example: 'blue' or '#0000ff').
pt_br: A cor do plano de fundo de itens que podem ser arrastados no problema (por exemplo: 'azul' ou '#0000ff').

source: Item text color
pt_br: Cor do texto

source: Text color to use for draggable items (example: 'white' or '#ffffff').
pt_br: Cor do texto para itens que podem ser arrastados (por exemplo: 'branco' ou '#ffffff').

source: Maximum items per zone
pt_br: Itens máximos por zona

source: This setting limits the number of items that can be dropped into a single zone.
pt_br: Esta configuração limita o número de itens que podem ser largados de uma única zona.

source: Problem data
pt_br: Dados do problema

source: Information about current positions of items that a learner has dropped on the target image.
pt_br: Informações sobre as posições atuais de itens que um aluno soltou na imagem-alvo.

source: Number of attempts learner used
pt_br: Numero de tentativas usadas pelo aluno

source: Indicates whether a learner has completed the problem at least once
pt_br: Indica se um aluno completou o problema pelo menos uma vez

source: DEPRECATED. Keeps maximum score achieved by student as a weighted value.
pt_br: DEPRECIADO.Mantém a pontuação máxima alcançada pelo aluno como um valor pesado.

source: Keeps maximum score achieved by student as a raw value between 0 and 1.
pt_br: Mantém a pontuação máxima alcançada pelo estudante como um valor cru entre 0 e 1.

source: Unknown DnDv2 mode {mode} - course is misconfigured
pt_br: Modo {mode} DnDv2 desconhecido - o curso não está configurado corretamente

source: show_answer handler should only be called for assessment mode
pt_br: A ferramenta show_answer deve somente ser executada no modo de avaliação

source: do_attempt handler should only be called for assessment mode
pt_br: A ferramenta do_attempt deve ser executada somente no modo de avaliação

source: Max number of attempts reached
pt_br: Número máximo de tentativas alcançado

source: Submission deadline has passed.
pt_br: O prazo de envio expirou.

source: Loading drag and drop problem.
pt_br: Carregando o problema

source: Basic Settings
pt_br: Configurações básicas

source: Introductory feedback
pt_br: Feedback introdutório

source: Final feedback
pt_br: Comentário final

source: Zones
pt_br: Zonas

source: Background Image
pt_br: Imagem de fundo

source: Provide custom image
pt_br: Fornecer imagem personalizada

source: Generate image automatically
pt_br: Gerar imagem automaticamente

source: Background URL
pt_br: URL do plano de fundo

source: Change background
pt_br: Alterar plano de fundo

source: For example, 'http://example.com/background.png' or '/static/background.png'.
pt_br: Por exemplo, 'http://example.com/background.png' ou '/static/background.png'.

source: Zone Layout
pt_br: Estilo da zona

source: Number of columns
pt_br: Número de colunas

source: Number of rows
pt_br: Número de linhas

source: Number of columns and rows.
pt_br: Número de colunas e linhas.

source: Zone Size
pt_br: Tamanho da zona

source: Zone width
pt_br: Largura da zona

source: Zone height
pt_br: Altura da zona

source: Size of a single zone in pixels.
pt_br: Tamanho de uma única zona em pixels.

source: Generate image and zones
pt_br: Gerar imagem e áreas

source: Background description
pt_br: Descrição do plano de fundo

source: Please provide a description of the image for non-visual users. The description should provide sufficient information to allow anyone to solve the problem even without seeing the image.
pt_br: Forneça uma descrição da imagem para usuários não-visuais. A descrição deve ter informação suficiente para permitir que qualquer pessoa resolva o problema mesmo sem visualizar a imagem.

source: Zone labels
pt_br: Etiquetas da zona

source: Display label names on the image
pt_br: Exibir nomes da etiqueta na imagem

source: Zone borders
pt_br: Bordas da zona

source: Display zone borders on the image
pt_br: Exibir as bordas da zona na imagem

source: Zone definitions
pt_br: Definições da zona

source: Add a zone
pt_br: Adicionar uma zona

source: Items
pt_br: Itens

source: Item definitions
pt_br: Definições do item

source: Add an item
pt_br: Adicionar um item

source: Continue
pt_br: Continuar

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Your highest score is {score}
pt_br: Sua maior pontuação é {score}

source: Final attempt was used, highest score is {score}
pt_br: Tentativa final. Sua pontuação mais alta é {score}

source: Correctly placed {correct_count} item
pt_br: {correct_count} item colocado corretamente

source: Misplaced {misplaced_count} item
pt_br: Item mal posicionado: {misplaced_count}

source: Misplaced {misplaced_count} item (misplaced item was returned to the item bank)
pt_br: {misplaced_count} item perdido. Os itens perdidos foram devolvidos ao banco de itens.

source: Did not place {missing_count} required item
pt_br: {missing_count} item obrigatório não foi posicionado

source: Submitting
pt_br: Enviando

source: Unknown Zone
pt_br: Zona desconhecida

source: Placed in: {zone_title}
pt_br: Posicionado em: {zone_title}

source: Correctly placed in: {zone_title}
pt_br: Corretamente posicionado em: {zone_title}

source: , draggable, grabbed
pt_br: , arrastável, agarrado

source: , draggable
pt_br: , arrastável

source: No items placed here
pt_br: Nenhum item colocado aqui

source: Items placed here:
pt_br: Itens colocados aqui:

source: , dropzone
pt_br: , ponto de largada

source: droppable
pt_br: Removível

source: Feedback
pt_br: Comentário

source: Close
pt_br: Fechar

source: Keyboard Help
pt_br: Ajuda do Teclado

source: This is a screen reader-friendly problem.
pt_br: Esta é uma tela de leitura fácil de problemas.

source: Drag and Drop problems consist of draggable items and dropzones. Users should select a draggable item with their keyboard and then navigate to an appropriate dropzone to drop it.
pt_br: Os problemas de arrastar e soltar consistem em itens arrastáveis e área de soltura. Usuários podem selecionar um item arrastável com seu teclado e navegar até um ponto apropriado para solta-lo.

source: You can complete this problem using only your keyboard by following the guidance below:
pt_br: Você pode completar esse problema usando seu teclado para seguir o guia abaixo:

source: Use only TAB and SHIFT+TAB to navigate between draggable items and drop zones.
pt_br: Utilize somente TAB e SHIFT+TAB para navegar entre os intens arrastaveis e áreas para soltar.

source: Press CTRL+M to select a draggable item (effectively picking it up).
pt_br: Aperte CTRL+M para selecionar um item arrastável (efetivamente pegando)

source: Navigate using TAB and SHIFT+TAB to the appropriate dropzone and press CTRL+M once more to drop it here.
pt_br: Navegue utilizando TAB e SHIFT+TAB para a área de soltura apropriada pressionando CTRL+M uma vez mais para soltar aqui.

source: Press ESC if you want to cancel the drop operation (for example, to select a different item).
pt_br: Pressione ESC se você deseja cancelar a operação de soltar (por exemplo, para selecionar um item diferente).

source: TAB back to the list of draggable items and repeat this process until all of the draggable items have been placed on their respective dropzones.
pt_br: TAB voltar para a lista de itens arrastáveis e repetir esse processo até todos os itens arrastáveis estarem em suas respectivas áreas para soltar.

source: You have used {used} of {total} attempts.
pt_br: Você fez {used} das {total} tentativas.

source: Submit
pt_br: Enviar

source: Show Answer
pt_br: Exibir resposta

source: Actions
pt_br: Ações

source: Go to Beginning
pt_br: Vá para o Início

source: Reset
pt_br: Redefinir

source: Some of your answers were not correct.
pt_br: Algumas de suas respostas não estavam corretas.

source: Hints:
pt_br: Dicas:

source: Correct
pt_br: Correto

source: Incorrect
pt_br: Incorreto

source: {earned}/{possible} point (graded)
pt_br: {earned}/{possible} ponto (corrigido)

source: {earned}/{possible} point (ungraded)
pt_br: {earned}/{possible} ponto (não corrigido)

source: {possible} point possible (graded)
pt_br: {possible} ponto possível (corrigido)

source: {possible} point possible (ungraded)
pt_br: {possible} ponto possível (não corrigido)

source: Drag and Drop Problem
pt_br: Programa de Arrastar e Soltar

source: Problem
pt_br: Problema

source: Item Bank
pt_br: Banco de itens

source: Drop Targets
pt_br: Destinos de Soltar

source: An error occurred. Unable to load drag and drop problem.
pt_br: Ocorreu um erro. Não foi possível carregar o problema de arraste e solte.

source: You cannot add any more items to this zone.
pt_br: Você não pode adicionar mais itens nesta área.

source: There was an error with your form.
pt_br: Ocorreu um erro com seu formulário.

source: Please check over your submission.
pt_br: Por favor, verifique seu envio.

source: Zone {num}
pt_br: Zona {num}

source: Please check the values you entered.
pt_br: Por favor verifique os valores que você inseriu.

source: Saving
pt_br: Salvando
