Repository: openedx/xblock-drag-and-drop-v2
Catalog: drag_and_drop_v2/translations/*/LC_MESSAGES/text.po
Languages: ar, de_de, eo, fr, fr_ca, ja, pl

source: Keeps maximum score achieved by student as a raw value between 0 and 1.
ar: يحافظ على الدرجة القصوى التي يحققها الطالب كقيمة أولية بين ٠ و ١
eo: Kééps mäxïmüm sçöré äçhïévéd ßý stüdént äs ä räw välüé ßétwéén 0 änd 1. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Conserve le score maximum atteint par l'étudiant en tant que valeur brute entre 0 et 1.
fr_ca: Conserve le score maximum atteint par l'étudiant en tant que valeur brute entre 0 et 1.

source: Maximum score available of the problem as a raw value between 0 and 1.
eo: Mäxïmüm sçöré äväïläßlé öf thé prößlém äs ä räw välüé ßétwéén 0 änd 1. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Note maximale disponible du problème sous forme de valeur brute entre 0 et 1.
fr_ca: Note maximale disponible du problème sous forme de valeur brute entre 0 et 1.

source: Unknown DnDv2 mode {mode} - course is misconfigured
ar: وضع DnDv2 غير معروف {mode} - خطأ في تكوين الدورة
de_de: Unbekannter DnDv2 Modus {mode} - der Kurs wurde falsch konfiguriert
eo: Ûnknöwn DnDv2 mödé {mode} - çöürsé ïs mïsçönfïgüréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Mode {mode} DnDv2 inconnu - cours mal-configuré
fr_ca: Mode {mode} DnDv2 inconnu - le cours est mal configuré
ja: 不明なDnDv2モード {mode} - 講座の設定が正しくありません。
pl: Nieznany tryb DnDv2 {mode} - kurs skonfigurowany nieprawidłowo

source: show_answer handler should only be called for assessment mode
ar: يجب استدعاء معالج show_answer فقط لوضعية التقييم
de_de: Der show_answer Handler sollte nur für den Bewertungsmodus aufgerufen werden
eo: shöw_änswér händlér shöüld önlý ßé çälléd för ässéssmént mödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: responsable de réponses à montrer show_answer à contacter uniquement en mode d'évaluation
fr_ca: show_answer ne doit être utilisé que pour le mode d'évaluation
ja: show_answerハンドラーはテストモードだけで呼び出します。
pl: Z show_answer powinno się korzystać tylko w trybie oceny

source: The answer is unavailable
eo: Thé änswér ïs ünäväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: do_attempt handler should only be called for assessment mode
ar: يجب عدم طلب مسؤول do_attempt إلا في حالة التقييم
de_de: Der do_attempt Handler sollte nur für den Bewertungsmodus aufgerufen werden
eo: dö_ättémpt händlér shöüld önlý ßé çälléd för ässéssmént mödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: responsable de tentatives faites do_attempt à contacter uniquement en mode d'évaluation
fr_ca: do_attempt ne doit être utilisé que pour le mode d'évaluation
ja: do_attemptハンドラーはテストモードだけで呼び出します。
pl: Z do_attempt powinno się korzystać tylko w trybie oceny

source: Max number of attempts reached
ar: لقد وصلت إلى أقصى عدد من المحاولات
de_de: Maximale Anzahl der Versuche erreicht
eo: Mäx nümßér öf ättémpts réäçhéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: Nombre maximum de tentatives atteint
fr_ca: Nombre maximal de tentatives atteint
ja: 最大試行回数に到達しました。
pl: Wykorzystano maksymalną liczbę prób.

source: Submission deadline has passed.
ar: لقد انقضى الموعد النهائي للتقديم.
eo: Süßmïssïön déädlïné häs pässéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: La date limite de soumission est passée.
fr_ca: La date limite de soumission est passée.

source: Loading drag and drop problem.
ar: تحميل مسألة السحب والإسقاط.
de_de: Drag & Drop-Problem wird geladen.
eo: Löädïng dräg änd dröp prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: Chargement de l'exercice de glisser-déplasser.
fr_ca: Chargement du problème de glisser-déposer.
ja: ドラッグアンドドロップ問題を読み込んでいます。
pl: Ładowanie ćwiczenia "przeciągnij i upuść".

source: Basic Settings
ar: الإعدادات الأساسية
eo: Bäsïç Séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Paramètres de base
fr_ca: Paramètres de base
pl: Ustawienia podstawowe

source: (inherited from Advanced Settings)
eo: (ïnhérïtéd fröm Àdvänçéd Séttïngs) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Introductory feedback
ar: تقييم أولي
de_de: Einleitendes Feedback
eo: Ìntrödüçtörý féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Commentaire d'instructions
fr_ca: Rétroaction préliminaire
ja: 導入フィードバック
pl: Komentarz początkowy

source: Final feedback
ar: تقييم نهائي
de_de: Endgültiges Feedback
eo: Fïnäl féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Commentaire final
fr_ca: Rétroaction finale
ja: 最終フィードバック
pl: Komentarz końcowy

source: Explanation Text
eo: Éxplänätïön Téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr_ca: Texte d'explication

source: Zones
ar: المناطق
de_de: Bereiche
eo: Zönés Ⱡ'σяєм ιρѕ#
ja: ゾーン
pl: Strefy

source: Background Image
ar: صورة الخلفية
eo: Bäçkgröünd Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Image de fond
fr_ca: Image de fond
pl: Obraz tła

source: Provide custom image
ar: تقديم صورة مخصصة
eo: Prövïdé çüstöm ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Fournissez une image personnalisée
fr_ca: Fournissez une image personnalisée
pl: Wstaw własny obraz

source: Generate image automatically
ar: توليد الصورة تلقائيا
eo: Généräté ïmägé äütömätïçällý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Générer automatiquement une image
fr_ca: Générer automatiquement une image
pl: Wygeneruj obraz automatycznie

source: Background URL
ar: URL للخلفية
de_de: Hintergrund-URL
eo: Bäçkgröünd ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: URL du fond
fr_ca: URL de fond
ja: 背景URL
pl: Adres URL tła

source: Change background
ar: تغيير الخلفية
de_de: Hintergrund verändern
eo: Çhängé ßäçkgröünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Changer de fond
fr_ca: Changer le fond
ja: 背景を変更
pl: Zmień tło

source: For example, 'http://example.com/background.png' or '/static/background.png'.
ar: على سبيل المثال، 'http://example.com/background.png' أو '/static/background.png'.
de_de: Beispiel: "http://example.com/background.png" oder "/static/background.png".
eo: För éxämplé, 'http://éxämplé.çöm/ßäçkgröünd.png' ör '/stätïç/ßäçkgröünd.png'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Par exemple, « http://example.com/background.png » ou « /static/background.png ».
fr_ca: Par exemple, 'http://example.com/background.png' ou '/static/background.png'.
ja: 例：'http://example.com/background.png' または '/static/background.png' となります。
pl: Na przykład 'http://example.com/background.png' lub '/static/background.png'.

source: Zone Layout
ar: مخطط المناطق
eo: Zöné Läýöüt Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Disposition des zones
fr_ca: Disposition des zones

source: Number of columns
ar: عدد الأعمدة
eo: Nümßér öf çölümns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fr: Le nombre de colonnes
fr_ca: Le nombre de colonnes

source: Number of rows
ar: عدد الصفوف
eo: Nümßér öf röws Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Le nombre de rangées
fr_ca: Le nombre de rangées

source: Number of columns and rows.
ar: عدد الأعمدة والصفوف.
eo: Nümßér öf çölümns änd röws. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: Le nombre de colonnes et de rangées.
fr_ca: Le nombre de colonnes et de rangées.

source: Zone Size
ar: حجم المنطقة
eo: Zöné Sïzé Ⱡ'σяєм ιρѕυм ∂σł#
fr: Taille de la zone
fr_ca: Taille de la zone

source: Zone width
ar: عرض المنطقة
eo: Zöné wïdth Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Largeur de la zone
fr_ca: Largeur de la zone

source: Zone height
ar: ارتفاع المنطقة
eo: Zöné héïght Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Hauteur de la zone
fr_ca: Hauteur de la zone

source: Size of a single zone in pixels.
ar: حجم المنطقة بالبكسل.
eo: Sïzé öf ä sïnglé zöné ïn pïxéls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: Taille d'une seule zone en pixels.
fr_ca: Taille d'une seule zone en pixels.

source: Generate image and zones
ar: توليد الصور والمناطق
eo: Généräté ïmägé änd zönés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Générer l'image et les zones
fr_ca: Générer l'image et les zones

source: Background description
ar: وصف الخلفية
de_de: Hintergrundbeschreibung
eo: Bäçkgröünd désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Description du fond
fr_ca: Description du fond
ja: 背景の説明
pl: Opis tła

source: Please provide a description of the image for non-visual users. The description should provide sufficient information to allow anyone to solve the problem even without seeing the image.
ar: الرجاء تقديم شرح للصورة للمستخدمين غير المرئيين. من المفترض أن يوفر الشرح معلومات كافية للسماح لأي شخص بحل المسألة حتى بدون رؤية الصورة.
de_de: Bitte geben Sie eine Beschreibung des Bildes für nicht visuelle Nutzer an. Die Beschreibung sollte ausreichende Informationen enthalten, um es jedem zu ermöglichen das Problem zu lösen, ohne das Bild zu sehen.
eo: Pléäsé prövïdé ä désçrïptïön öf thé ïmägé för nön-vïsüäl üsérs. Thé désçrïptïön shöüld prövïdé süffïçïént ïnförmätïön tö ällöw änýöné tö sölvé thé prößlém évén wïthöüt sééïng thé ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢#
fr: Veuillez fournir une description de l'image pour les utilisateurs. La description devrait être assez complète pour permettre à quiconque de résoudre ce problème même sans avoir vu l'image.
fr_ca: SVP veuillez fournir une description de l'image pour les utilisateurs non visuels. La description doit fournir suffisamment d'informations pour permettre à n'importe qui de résoudre le problème, même sans voir l'image.
ja: 画像が見えないユーザーのために画像の説明を入力してください。 説明には、誰もが画像を見なくても問題を解決できるように 十分な情報が提供されている必要があります。
pl: Proszę wprowadzić opis obrazka przeznaczony dla osób z zaburzeniami widzenia. Opis powinien być na tyle precyzyjny, aby umożliwić rozwiązanie ćwiczenia nawet bez możliwości zobaczenia obrazka.

source: Zone labels
ar: ملصقات المناطق
de_de: Bereichsbeschriftungen
eo: Zöné läßéls Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Labels des zones
fr_ca: Étiquettes des zones
ja: ゾーンラベル
pl: Etykiety strefy

source: Display label names on the image
ar: عرض أسماء الملصقات على الصورة
de_de: Kennzeichnungen auf dem Bild anzeigen
eo: Dïspläý läßél nämés ön thé ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: Afficher les noms de label sur l'image
fr_ca: Afficher les noms des étiquettes sur l'image
ja: 画像にラベル名を表示
pl: Wyświetl na obrazku nazwy etykiet

source: Zone borders
ar: حدود المنطقة
de_de: Bereichsgrenzen
eo: Zöné ßördérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Bordures de zone
fr_ca: Bordures des zones
ja: ゾーン境界
pl: Granice strefy

source: Display zone borders on the image
ar: عرض حدود المنطقة على الصورة
de_de: Bereichsgrenzen auf dem Bild anzeigen
eo: Dïspläý zöné ßördérs ön thé ïmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: Afficher les bordures de zone sur l'image
fr_ca: Afficher les bordures des zones sur l'image
ja: 画像にゾーンの境界線を表示する
pl: Wyświetl na obrazku granice strefy

source: Display zone borders when dragging an item
eo: Dïspläý zöné ßördérs whén dräggïng än ïtém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr_ca: Afficher les bordures de zone lors du déplacement d'un élément

source: Zone definitions
ar: تحديدات المناطق
de_de: Bereichsdefinitionen
eo: Zöné défïnïtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Définition des zones
fr_ca: Définitions des zones
ja: ゾーン定義
pl: Definicje strefy

source: Add a zone
ar: إضافة منطقة
de_de: Einen Bereich hinzufügen
eo: Àdd ä zöné Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Ajouter une zone
fr_ca: Ajouter une zone
ja: ゾーンを追加する
pl: Dodaj strefę

source: Items
ar: العناصر
de_de: Objekte
eo: Ìtéms Ⱡ'σяєм ιρѕ#
fr: Éléments
fr_ca: Éléments
ja: アイテム
pl: Elementy

source: Item definitions
ar: تعريف العنصر
eo: Ìtém défïnïtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Définitions des éléments
fr_ca: Définitions des éléments
pl: Zdefiniowanie stref

source: Add an item
ar: إضافة عنصر
de_de: Ein Objekt hinzufügen
eo: Àdd än ïtém Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Ajouter un élément
fr_ca: Ajouter un élément
ja: アイテムを追加する
pl: Dodaj element

source: Continue
ar: استمرار
de_de: Weiter
eo: Çöntïnüé Ⱡ'σяєм ιρѕυм ∂#
fr: Continuer
fr_ca: Continuer
ja: 続ける
pl: Kontynuuj

source: Save
ar: حفظ
de_de: Speichern
eo: Sävé Ⱡ'σяєм ι#
fr: Enregistrer
fr_ca: Enregistrer
ja: 保存
pl: Zapisz

source: Cancel
ar: إلغاء
de_de: Abbrechen
eo: Çänçél Ⱡ'σяєм ιρѕυ#
fr: Annuler
fr_ca: Annuler
ja: キャンセル
pl: Anuluj

source: Your highest score is {score}
ar: أعلى درجاتك هي {score}
de_de: Ihre höchste Punktzahl {score}
eo: Ýöür hïghést sçöré ïs {score} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Votre score le plus élevé est de {score}
fr_ca: Votre score le plus élevé est {score}
ja: あなたの最高スコアは{score}です
pl: Twój najlepszy wynik to {score}

source: Final attempt was used, highest score is {score}
ar: تم استنفاد آخر محاولة، أعلى درجة هي {score}
de_de: Der letzte Versuch wurde verwendet, die höchste Punktzahl ist {score}
eo: Fïnäl ättémpt wäs üséd, hïghést sçöré ïs {score} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Vous avez utilisé votre dernière tentative, votre score le plus élevé est de {score}
fr_ca: La dernière tentative a été utilisée, le score le plus élevé est {score}
ja: 最終試行が使用されました。最高得点は {score} 点です。
pl: Wykorzystano ostatnie podejście, twój najlepszy wynik to {score}

source: Correctly placed {correct_count} item
eo: Çörréçtlý pläçéd {correct_count} ïtém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: {correct_count} élément correctement placé
fr_ca: {correct_count} élément a été correctement placé

source: Misplaced {misplaced_count} item
eo: Mïspläçéd {misplaced_count} ïtém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: {misplaced_count} élément mal placé
fr_ca: {misplaced_count} élément n'a pas été correctement placé

source: Misplaced {misplaced_count} item (misplaced item was returned to the item bank)
eo: Mïspläçéd {misplaced_count} ïtém (mïspläçéd ïtém wäs rétürnéd tö thé ïtém ßänk) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: {misplaced_count} élément mal placé. Cet élément est de nouveau disponible.
fr_ca: {misplaced_count} élément n'a pas été correctement placé. L'élément mal placé a été retourné à la banque d'éléments.

source: Did not place {missing_count} required item
eo: Dïd nöt pläçé {missing_count} réqüïréd ïtém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: {missing_count} élément requis n'a pas été positionné
fr_ca: Vous n'avez pas placé {missing_count} élément requis

source: Submitting
ar: جاري الارسال
de_de: Wird eingereicht
eo: Süßmïttïng Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Réponse
fr_ca: Soumission
ja: 提出中
pl: Przesyłanie

source: Unknown Zone
ar: منطقة غير معروفة
eo: Ûnknöwn Zöné Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Zone inconnue
fr_ca: Zone inconnue

source: Placed in: {zone_title}
ar: وضع في: {zone_title}
de_de: Abgelegt in: {zone_title}
eo: Pläçéd ïn: {zone_title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Placé dans : {zone_title}
fr_ca: Placé dans: {zone_title}
ja: 次の場所に配置しました： {zone_title}
pl: Umieszczono w strefie: {zone_title}

source: Correctly placed in: {zone_title}
ar: وضع بشكل صحيح في: {zone_title}
de_de: Korrekt abgelegt in: {zone_title}
eo: Çörréçtlý pläçéd ïn: {zone_title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Placé correctement dans : {zone_title}
fr_ca: Correctement placé dans: {zone_title}
ja: 次を正しく配置しました： {zone_title}
pl: Prawidłowo umieszczono w strefie: {zone_title}

source: , draggable, grabbed
ar: ، قابل للسحب، ممسوك
de_de: , lässt sich ziehen, gegriffen
eo: , dräggäßlé, gräßßéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: , glissable, saisi
fr_ca: , glissable, saisi

source: , draggable
ar: ، قابل للسحب
de_de: , lässt sich ziehen
eo: , dräggäßlé Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: , glissable
fr_ca: , glissable

source: No items placed here
ar: لم يتم وضع أي عنصر هنا
eo: Nö ïtéms pläçéd héré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Aucun élément placé ici
fr_ca: Aucun élément placé ici

source: Items placed here:
ar: العناصر الموضوعة هنا:
eo: Ìtéms pläçéd héré: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fr: Éléments placés ici:
fr_ca: Éléments placés ici:

source: , dropzone
ar: ، مناطق إسقاط
de_de: , Dropbereich
eo: , dröpzöné Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: zone de dépôt
fr_ca: , zone cible
pl: , strefa

source: droppable
ar: قابل للاسقاط
eo: dröppäßlé Ⱡ'σяєм ιρѕυм ∂σł#
fr: déposable
fr_ca: déposable

source: Feedback
ar: تقييم
eo: Féédßäçk Ⱡ'σяєм ιρѕυм ∂#
fr: Commentaire
fr_ca: Rétroaction
ja: コメント
pl: Komentarz

source: Explanation
eo: Éxplänätïön Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Explication
fr_ca: Explication

source: Close
ar: إغلاق
de_de: Schließen
eo: Çlösé Ⱡ'σяєм ιρѕ#
fr: Fermer
fr_ca: Fermer
ja: 閉じる
pl: Zamknij

source: Keyboard Help
ar: دعم لوحة المفاتيح
de_de: Tastaturhilfe
eo: Kéýßöärd Hélp Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fr: Aide clavier
fr_ca: Aide clavier
ja: キーボードヘルプ
pl: Pomoc klawiatury

source: This is a screen reader-friendly problem.
ar: هذه المسالة تعمل على قارئ الشاشة "Screen reader".
eo: Thïs ïs ä sçréén réädér-frïéndlý prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Il s'agit d'un problème facile à lire à l'écran.
fr_ca: Il s'agit d'un problème facile à lire à l'écran.

source: Drag and Drop problems consist of draggable items and dropzones. Users should select a draggable item with their keyboard and then navigate to an appropriate dropzone to drop it.
ar: المسائل من نوع سحب وإسقاط تتكون من العناصر القابلة للسحب و مناطق إسقاط. يجب على المستخدمين إختبار عنصر قابل للسحب بإستعمال لوحة المفاتيح ثم الإنتقال إلى منطقة إسقاط مناسبة لإسقاطه.
de_de: Drag & Drop-Probleme bestehen aus ziehbaren Objekten und Dropbereichen. Nutzer sollten ein ziehbares Objekt mit ihrer Tastatur auswählen und dann zu einem geeigneten Dropbereich navigieren, um es dort abzulegen.
eo: Dräg änd Dröp prößléms çönsïst öf dräggäßlé ïtéms änd dröpzönés. Ûsérs shöüld séléçt ä dräggäßlé ïtém wïth théïr kéýßöärd änd thén nävïgäté tö än äppröprïäté dröpzöné tö dröp ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη #
fr: Les exercices de Glisser-Déposer est composé d'éléments glissables et de zones de dépôt. Les utilisateurs devront sélectionner un élément glissable avec leur clavier et le diriger vers une zone de dépôt acceptable afin de le déposer.
fr_ca: Les problèmes de glisser-déposer consistent en des éléments à glisser-déposer et des zones pour déposer ces éléments. Les utilisateurs doivent sélectionner un élément à glisser-déposer avec leur clavier, puis naviguer à un endroit approprié pour le déposer.
ja: ドラッグアンドドロップの問題は、ドラッグ可能なアイテムとドロップゾーンから構成します。ユーザーはキーボードを使用してドラッグ可能なアイテムを選択し、適切なドロップゾーンに移動してドロップする必要があります。
pl: Ćwiczenia "przeciągnij i upuść" składają się z dających się przeciągać elementów oraz stref, do których te elementy należy przyporządkować. Zadanie studenta polega na wyborze elementu za pomocą klawiatury, a następnie dopasowaniu elementu do odpowiedniej strefy.

source: You can complete this problem using only your keyboard by following the guidance below:
ar: يمكنك إكمال هذه المسألة باستخدام لوحة المفاتيح فقط باتباع الإرشادات التالية:
de_de: Sie können dieses Problem nur mit Ihrer Tastatur lösen, indem Sie die folgenden Anweisungen befolgen:
eo: Ýöü çän çömplété thïs prößlém üsïng önlý ýöür kéýßöärd ßý föllöwïng thé güïdänçé ßélöw: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: Vous pouvez régler ce problème en utilisant votre propre clavier selon les instructions ci-dessous :
fr_ca: Vous pouvez compléter ce problème en utilisant uniquement votre clavier en suivant les conseils ci-dessous:
ja: 次のガイダンスに従って、キーボードのみを使用してこの問題を完了できます。
pl: Możesz wykonać to ćwiczenie korzystając wyłącznie z klawiatury, postępując zgodnie z poniższymi wskazówkami:

source: Use only TAB and SHIFT+TAB to navigate between draggable items and drop zones.
ar: استخدم TAB و SHIFT+TAB فقط للتنقل بين العناصر القابلة للسحب ومناطق الإسقاط.
de_de: Verwenden Sie nur TAB und UMSCHALT + TAB, um zwischen ziehbaren Objekten und Dropbereichen zu navigieren.
eo: Ûsé önlý TÀB änd SHÌFT+TÀB tö nävïgäté ßétwéén dräggäßlé ïtéms änd dröp zönés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Utilisez seulement TAB et MAJ+TAB pour naviguer entre les éléments glissables et les zones de dépôt.
fr_ca: Utilisez seulement TAB et SHIFT+TAB pour naviguer entre les éléments à glisser-déposer et les endroits pour les déposer.
ja: ドラッグ可能なアイテムとドロップゾーンの間を移動するには、TABキーとSHIFT + TABキーのみを押します。
pl: Używaj klawiszy TAB oraz SHIFT+TAB w celu przemieszczania się pomiędzy elementami i strefami.

source: Press CTRL+M to select a draggable item (effectively picking it up).
ar: اضغط CTRL+M لتحديد عنصر قابل للسحب (إلتقاطه فعليا).
de_de: Drücken Sie STRG + M, um ein ziehbares Objekt auszuwählen (effektiv aufzunehmen).
eo: Préss ÇTRL+M tö séléçt ä dräggäßlé ïtém (éfféçtïvélý pïçkïng ït üp). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Appuyez sur CTRL+M pour sélectionnez un élément glissable (le ramassant vraiment).
fr_ca: Appuyez sur CTRL+M pour sélectionner un élément à glisser-déposer (pour le prendre correctement)
ja: ドラッグ可能なアイテムを選択するには、CTRL + Mキーを押します (ピックアップ)。
pl: Naciśnij CTRL+M, aby wybrać element (i go "podnieść").

source: Navigate using TAB and SHIFT+TAB to the appropriate dropzone and press CTRL+M once more to drop it here.
ar: انتقل باستخدام TAB و SHIFT+TAB إلى منطقة إسقاط مناسبة واضغط CTRL+M مرة أخرى لإسقاطه هنا.
de_de: Navigieren Sie mit TAB und UMSCHALT + TAB zum entsprechenden Dropbereich und drücken Sie erneut STRG + M, um es hier abzulegen.
eo: Nävïgäté üsïng TÀB änd SHÌFT+TÀB tö thé äppröprïäté dröpzöné änd préss ÇTRL+M önçé möré tö dröp ït héré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Naviguez en utilisant TAB et SHIFT+TAB jusqu'à la zone de dépôt adéquate et appuyez sur CTRL+M encore une fois pour la déposer là.
fr_ca: Naviguez jusqu'à la zone de dépôt en utilisant TAB et SHIFT+TAB et appuyez sur CTRL+M une fois de plus pour déposer l'élément.
ja: TABキーとSHIFT + TABキーを押して適切なドロップゾーンに移動し、CTRL + Mキーを押してここにドロップします。
pl: Używając TAB i SHIFT+TAB przenieś się do wybranej strefy i naciśnij CTRL+M, aby umieścić w niej element.

source: Press ESC if you want to cancel the drop operation (for example, to select a different item).
ar: اضغط ESC إذا كنت تريد إلغاء عملية الإسقاط (على سبيل المثال، لإلتقاط عنصر مختلف).
de_de: Drücken Sie ESC, wenn Sie den Dropvorgang abbrechen möchten (um z. B. einen anderen Gegenstand auszuwählen).
eo: Préss ÉSÇ ïf ýöü wänt tö çänçél thé dröp öpérätïön (för éxämplé, tö séléçt ä dïfférént ïtém). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Appuyez sur ESC si vous voulez annuler l'opération de dépôt (par exemple, pour sélectionner un autre élément).
fr_ca: Appuyez sur ÉCHAP pour annuler l'opération (par exemple, pour sélectionner un autre élément).
ja: ドロップ操作をキャンセルするには (例: 別のアイテムを選択するときなど)、ESCキーを押します。
pl: Naciśnij ESC jeśli chcesz anulować rozpoczętą czynność (np. chcąc wybrać inny element).
