Repository: openedx/xblock-drag-and-drop-v2
Catalog: drag_and_drop_v2/translations/*/LC_MESSAGES/text.po
Languages: ar, de_de, eo, fr, fr_ca, ja, pl

source: TAB back to the list of draggable items and repeat this process until all of the draggable items have been placed on their respective dropzones.
ar: إضغط TAB للعودة إلى قائمة العناصر القابلة للسحب وكرّر هذه العملية حتى يتم وضع كل عنصر في خانته المناسبة.
de_de: Wechseln Sie mit der TAB-Taste zurück zur Liste der ziehbaren Objekte und wiederholen Sie diesen Vorgang, bis alle ziehbaren Objekte in den entsprechenden Dropbereichen platziert wurden.
eo: TÀB ßäçk tö thé lïst öf dräggäßlé ïtéms änd répéät thïs pröçéss üntïl äll öf thé dräggäßlé ïtéms hävé ßéén pläçéd ön théïr réspéçtïvé dröpzönés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#
fr: Appuyez à nouveau sur TAB pour revenir à la liste d’éléments glissables et répétez cette procédure jusqu’à ce que tous les éléments glissables aient été placés dans leur propre zone de dépôt.
fr_ca: Appuyez sur TAB pour revenir à la liste des éléments à glisser-déposer et répétez ce processus jusqu'à ce que tous les éléments aient été placés dans leurs zones respectives.
ja: TABキーを押してドラッグ可能なアイテムのリストに戻ります。各アイテムをそれぞれのドロップゾーンに配置するまで、このプロセスを繰り返します。
pl: Przyciskiem TAB wróć do listy elementów i powtarzaj czynność aż wszystkie elementy zostaną przez ciebie dopasowane do stref.

source: You have used {used} of {total} attempts.
ar: لقد استخدمت {used} من {total} محاولات.
de_de: Sie haben {used} von {total} Versuchen verwendet.
eo: Ýöü hävé üséd {used} öf {total} ättémpts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Vous avez utilisé {used} de vos {total} tentatives.
fr_ca: Vous avez utilisé {used} essais sur {total}.
ja: 合計試行回数 {total} 回のうち {used} 回行いました。
pl: Wykorzystano {used} spośród {total} możliwych podejść.

source: Submit
ar: إرسال
de_de: Einreichen
eo: Süßmït Ⱡ'σяєм ιρѕυ#
fr: Envoyer
fr_ca: Soumettre
ja: 提出
pl: Wyślij

source: Show Answer
ar: أظهر الإجابة
de_de: Antwort anzeigen
eo: Shöw Ànswér Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Afficher la réponse
fr_ca: Afficher la réponse
ja: 回答を見る
pl: Pokaż odpowiedź

source: Actions
ar: الإجراءات
de_de: Aktionen
eo: Àçtïöns Ⱡ'σяєм ιρѕυм #
ja: 操作
pl: Czynności

source: Go to Beginning
ar: انتقل إلى البداية
de_de: Zurück zum Start
eo: Gö tö Bégïnnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Revenir au début
fr_ca: Aller au début
ja: 最初に移動
pl: Wróć do początku

source: Reset
ar: إعادة تعيين
de_de: Zurücksetzen
eo: Rését Ⱡ'σяєм ιρѕ#
fr: Réinitialiser
fr_ca: Réinitialiser
ja: リセット

source: Some of your answers were not correct.
ar: بعض إجاباتك لم تكن صحيحة.
de_de: Manche Ihrer Antworten waren nicht korrekt.
eo: Sömé öf ýöür änswérs wéré nöt çörréçt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Certaines de vos réponses n'étaient pas correctes.
fr_ca: Certaines de vos réponses étaient incorrectes.
ja: あなたの答えのいくつかは正しくありませんでした。
pl: Część z twoich odpowiedzi nie była poprawna.

source: Hints:
ar: تلميحات:
de_de: Tipps:
eo: Hïnts: Ⱡ'σяєм ιρѕυ#
fr: Astuces:
fr_ca: Indices :
ja: ヒント：
pl: Podpowiedzi:

source: Correct
ar: صحيح
eo: Çörréçt Ⱡ'σяєм ιρѕυм #
fr: Correcte
ja: 正解

source: Incorrect
ar: خاطئ
eo: Ìnçörréçt Ⱡ'σяєм ιρѕυм ∂σł#
ja: 不正解

source: {earned}/{possible} point (graded)
ar: {earned}\{possible} نقطة (مع علامة)
de_de: {earned}/{possible} Punkt (benotet)
eo: {earned}/{possible} pöïnt (grädéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: {earned}/{possible} point (noté)
fr_ca: {earned}/{possible} point (noté)
ja: {earned}/{possible} 点 (成績評価対象)
pl: {earned}/{possible} punkt (klasyfikowany)

source: {earned}/{possible} point (ungraded)
ar: {earned}/{possible} نقطة (بدون علامة)
de_de: {earned}/{possible} Punkt (unbenotet)
eo: {earned}/{possible} pöïnt (üngrädéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: {earned}/{possible} point (non noté)
fr_ca: {earned}/{possible} point (pas noté)
ja: {earned}/{possible} 点 (成績評価対象外)
pl: {earned}/{possible} punkt (nieklasyfikowany)

source: {possible} point possible (graded)
ar: {possible} نقطة ممكنة (مع علامة)
de_de: {possible} Punkt möglich (benotet)
eo: {possible} pöïnt pössïßlé (grädéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: {possible} point éventuel (noté)
fr_ca: {possible} point possible (noté)
ja: {possible} 点満点 (成績評価対象)
pl: {possible} możliwy punkt (klasyfikowany)

source: {possible} point possible (ungraded)
ar: {possible} نقطة ممكنة (بدون علامة)
de_de: {possible} Punkt möglich (unbenotet)
eo: {possible} pöïnt pössïßlé (üngrädéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: {possible} point éventuel (non noté)
fr_ca: {possible} point possible (pas noté)
ja: {possible} 点満点 (成績評価対象外)
pl: {possible} możliwy punkt (nieklasyfikowany)

source: Drag and Drop Problem
ar: مسألة سحب وإسقاط
de_de: Drag & Drop-Problem
eo: Dräg änd Dröp Prößlém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Problème de glisser-déposer
fr_ca: Exercice de Glisser Déposer
ja: ドラッグアンドドロップの問題
pl: Ćwiczenie "przeciągnij i upuść"

source: Problem
ar: مشكلة
eo: Prößlém Ⱡ'σяєм ιρѕυм #
fr: Exercice
fr_ca: Exercice
ja: 問題
pl: Ćwiczenie

source: Item Bank
ar: بنك العناصر
de_de: Speicherbank des Objekts
eo: Ìtém Bänk Ⱡ'σяєм ιρѕυм ∂σł#
fr: Banque d'éléments
fr_ca: Banque d'éléments
ja: アイテムバンク
pl: Zbiór elementów

source: Drop Targets
ar: أهداف الإسقاط
de_de: Drop-Ziele
eo: Dröp Tärgéts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Cibles de dépôt
fr_ca: Cibles
ja: ドロップターゲット
pl: Upuszczaj elementy

source: An error occurred. Unable to load drag and drop problem.
ar: لقد حدث خطأ. تعذر تحميل مسألة السحب والإسقاط.
de_de: Ein Fehler ist aufgetreten. Das Drag & Drop-Problem konnte nicht geladen werden.
eo: Àn érrör öççürréd. Ûnäßlé tö löäd dräg änd dröp prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Une erreur est survenue. Impossible de charger l'exercice de glisser-déposer.
fr_ca: Une erreur est survenue. Impossible de charger le problème de glisser-déposer.
ja: エラーが発生しました。ドラッグアンドドロップの問題が読み込めません。
pl: Wystąpił błąd. Nie udało się załadować ćwiczenia "przeciągnij i upuść".

source: You cannot add any more items to this zone.
ar: لا يمكنك إضافة المزيد من العناصر إلى هذه المنطقة.
eo: Ýöü çännöt ädd äný möré ïtéms tö thïs zöné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Vous ne pouvez plus ajouter d’éléments à cette zone.
fr_ca: Vous ne pouvez plus ajouter d’éléments à cette zone.

source: There was an error with your form.
ar: لقد كان هناك خطأ في استمارتك.
de_de: Es gab einen Fehler mit Ihrem Formular.
eo: Théré wäs än érrör wïth ýöür förm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Il y avait une erreur avec votre formulaire.
fr_ca: Une erreur s'est produite avec votre formulaire.
ja: フォームでエラーが発生しました。
pl: Wystąpił błąd z przesyłaniem odpowiedzi.

source: Please check over your submission.
ar: الرجاء التحقق من إرسالك.
de_de: Bitte überprüfen Sie Ihre Einreichung.
eo: Pléäsé çhéçk övér ýöür süßmïssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Veuillez vérifier vos réponses
fr_ca: Veuillez SVP vérifier votre soumission.
ja: 提出内容を確認してください。
pl: Proszę jeszcze raz sprawdzić swoje ćwiczenie.

source: Zone {num}
ar: منطقة {num}
eo: Zöné {num} Ⱡ'σяєм ιρѕυм ∂#

source: Please check the values you entered.
ar: يرجى التحقق من القيم التي أدخلتها.
eo: Pléäsé çhéçk thé välüés ýöü éntéréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Veuillez vérifier les valeurs que vous avez saisies.
fr_ca: Veuillez vérifier les valeurs que vous avez saisies.

source: Saving
ar: جاري الحفظ
eo: Sävïng Ⱡ'σяєм ιρѕυ#
fr: Enregistrement
fr_ca: Sauvegarde en cours
ja: 保存中

source: Correct! This one belongs to {zone}.
de_de: Richtig! Das gehört zu {zone}.
pl: Prawidłowo! Ten element należy do strefy o nazwie {zone}.

source: Information about zones, items, feedback, and background image for this problem. This information is derived from the input that a course author provides via the interactive editor when configuring the problem.
de_de: Informationen zu Bereichen, Objekten, Feedback und Hintergrundbild für dieses Problem. Diese Informationen werden von der Eingabe abgeleitet, die ein Kursautor beim Konfigurieren des Problems über den interaktiven Editor bereitstellt.
pl: Informacje na temat stref, elementów, komentarzy i tła ćwiczenia. Zbiór informacji z pól interaktywnego edytora uzupełnianych przez autora zadania w trakcie konfigurowania treści.

source: There are attempts remaining
ar: هناك محاولات متبقية
de_de: Es sind Versuche übrig
ja: 試行回数が残っています。
pl: Dostępne są dodatkowe próby

source: Remove zone
de_de: Bereich entfernen
pl: Usuń strefę

source: Keeps maximum score achieved by student
de_de: Hält maximale Punktzahl, die von Teilnehmern erreicht wurde
pl: Zachowuje maksymalny wynik osiągnięty przez studenta

source: Failed to parse "Maximum items per zone"
de_de: Fehler beim Analysieren von "Maximale Objekte pro Bereich"
pl: Nie udało się przetworzyć "Maksymalnej liczby elementów w strefie"

source: "Maximum items per zone" should be positive integer, got {max_items_per_zone}
de_de: "Maximale Objekte pro Bereich" sollte positive ganze Zahl sein, bekam {max_items_per_zone}
pl: "Maksymalna liczba elementów w strefie" powinna zostać wyrażona liczbą całkowitą, podano {max_items_per_zone}

source: Text
pl: Tekst

source: Description
de_de: Beschreibung
pl: Opis

source: Describe this zone to non-visual users.
de_de: Beschreibe diesen Bereich für nicht visuelle Benutzer.
pl: Opisz tę strefę dla osób niedowidzących.

source: width
de_de: Breite
pl: szerokość

source: height
de_de: Höhe
pl: wysokość

source: Alignment
de_de: Ausrichtung
pl: Wyrównanie

source: none
de_de: Keine
pl: żadne

source: left
de_de: links
pl: do lewej

source: center
de_de: mittig
pl: do środka

source: right
de_de: rechts
pl: do prawej

source: Align dropped items to the left, center, or right.
de_de: Richten Sie die abgelegten Objekte nach links, mittig oder nach rechts aus.
pl: Wyrównaj elementy do lewej, środka lub prawej.

source: Remove item
de_de: Objekt entfernen
pl: Usuń element

source: Zone
de_de: Bereich
pl: Strefa

source: Image URL (alternative to the text)
de_de: Bild-URL (Alternative zum Text)
pl: Adres obrazka (alternatywy dla tekstu)

source: For example, 'http://example.com/image.png' or '/static/image.png'.
de_de: Beispiel: "http://example.com/image.png" oder "/static/image.png".
pl: Na przykład 'http://example.com/image.png' lub '/static/image.png'.

source: Image description (should provide sufficient information to place the item even if the image did not load)
de_de: Bildbeschreibung (es sollten ausreichende Informationen zur Verfügung gestellt werden, um das Objekt zu platzieren, selbst wenn das Bild nicht geladen wurde)
pl: Opis obrazka (powinien dostarczać wystarczająco informacji, aby móc dopasować element nawet jeśli obrazek się nie wczyta)

source: Success feedback
de_de: Erfolgsfeedback
pl: Komentarz do prawidłowej odpowiedzi

source: Error feedback
de_de: Fehlerfeedback
pl: Komentarz do nieprawidłowej odpowiedzi

source: Show advanced settings
de_de: Erweiterte Einstellungen anzeigen
pl: Wyświetl ustawienia zaawansowane

source: Preferred width
de_de: Bevorzugte Breite
pl: Preferowana szerokość

source: Specify preferred width as percentage of the background image width. Leave blank for automatic width.
de_de: Geben Sie die bevorzugte Breite als Prozentsatz der Breites des Hintergrundbilds an. Lassen Sie es leer, um die automatische Breite zu verwenden.
pl: Określ preferowaną szerokość jako wartość procentową szerokości obrazka tła. Pozostaw pole puste dla automatycznej szerokości.

source: Use text that is clear and descriptive of the item to be placed.
de_de: Verwenden Sie einen Text, der das zu platzierende Objekt klar beschreibt.
pl: Wprowadź tekst elementu.

source: Note: do not edit the problem if students have already completed it. Delete the problem and create a new one.
de_de: Hinweis: Bearbeiten Sie das Problem nicht, wenn die Teilnehmer es bereits abgeschlossen haben. Löschen Sie das Problem und erstellen Sie ein neues.
pl: Uwaga: nie edytuj ćwiczenia jeśli jacyś studenci już je ukończyli. Usuń ćwiczenie i utwórz nowe.

source: Hide Answer
de_de: Antwort ausblenden
pl: Ukryj odpowiedź

source: This is a screen reader-friendly problem
de_de: Dies ist ein für Bildschirmleser geeignetes Problem
pl: To ćwiczenie jest kompatybilne z czytnikami ekranu

source: None
de_de: Keine
pl: Brak

source: Correctly placed {correct_count} item.
ar: وضعت بشكل صحيح {correct_count} العناصر.
de_de: Richtig platziertes {correct_count} Objekt.
ja: {correct_count}つのアイテムを正しく配置しました。
pl: Poprawnie dopasowano {correct_count} element.

source: Misplaced {misplaced_count} item.
ar: {misplaced_count} عناصر في غير محلهم.
de_de: Fehlplatziertes {misplaced_count} Objekt.
ja: {misplaced_count} 個のアイテムの配置が違いました。
pl: Błędnie dopasowano {misplaced_count} element.

source: Misplaced {misplaced_count} item. Misplaced item was returned to item bank.
ar: في غير محله {misplaced_count} عناصر. تم إرجاع العناصر في غير محلها إلى بنك العناصر.
de_de: Fehlplatziertes {misplaced_count} Objekt. Fehlerhaftes Objekt wurde an die Speicherbank zurückgegeben.
ja: {misplaced_count}つのアイテムを置き忘れました。 置き忘れた商品は商品バンクに返却されました。
pl: Błędnie dopasowano {misplaced_count} element. Nieprawidłowo dopasowany element wrócił do puli.

source: Did not place {missing_count} required item.
ar: لم يتم وضع {missing_count} عنصر مطلوب.
de_de: Das nötige {missing_count} Objekt wurde nicht platziert.
ja: {missing_count} 個の必須アイテムを配置しませんでした。
pl: Nie dopasowano {missing_count} wymaganego elementu.
