Repository: openedx/xblock-drag-and-drop-v2
Catalog: drag_and_drop_v2/translations/*/LC_MESSAGES/text.po
Languages: ar, de_de, eo, fr, fr_ca, ja, pl

source: An isosceles triangle with three layers of similar height. It is shown upright, so the widest layer is located at the bottom, and the narrowest layer is located at the top.
ar: مثلث متساوي الساقين ذو ثلاث طبقات ذات نفس الارتفاع. ويبدو قائماً بحيث توجد أوسع طبقة في الأسفل، وأضيق طبقة في الأعلى.
de_de: Ein gleichschenkliges Dreieck mit drei ähnlich hohen Schichten. Es wird aufrecht dargestellt, also befindet sich die breiteste Schicht unten und die schmalste Schicht oben.
eo: Àn ïsösçélés trïänglé wïth thréé läýérs öf sïmïlär héïght. Ìt ïs shöwn üprïght, sö thé wïdést läýér ïs löçätéd ät thé ßöttöm, änd thé närröwést läýér ïs löçätéd ät thé töp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυ#
fr: Un triangle isocèle avec trois niveaux de même hauteur. Il est montré la base en bas, et donc le plus large niveau est situé à la base, alors que le niveau le plus étroit est situé au sommet.
fr_ca: Un triangle isocèle avec trois segments de hauteur similaire. Il est représenté en position verticale, de sorte que le segment le plus large se trouve en bas et que le segment le plus étroit se trouve en haut.
ja: ほぼ同じ高さの3層のレイヤーを含む二等辺三角形。最も幅の広いレイヤーを底に、最も狭いレイヤーが上にくるように直立して配置されます。
pl: Trójkąt równoramienny z trzema strefami o podobnej wysokości. Najszersza strefa znajduje się na dole, a najwęższa na górze.

source: The Top Zone
ar: المنطقة العليا
de_de: Der obere Bereich
eo: Thé Töp Zöné Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: La zone du haut
fr_ca: La zone supérieure
ja: 最上位ゾーン
pl: Górna strefa

source: The Middle Zone
ar: المنطقة الوسطى
de_de: Der mittlere Bereich
eo: Thé Mïddlé Zöné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: La zone du milieu
fr_ca: La zone intermédiaire
ja: 中間ゾーン
pl: Środkowa strefa

source: The Bottom Zone
ar: المنطقة السفلى
de_de: Der untere Bereich
eo: Thé Böttöm Zöné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: La zone du bas
fr_ca: La zone inférieure
ja: 最下位ゾーン
pl: Dolna strefa

source: Use this zone to associate an item with the top layer of the triangle.
ar: استخدم هذه المنطقة لربط عنصر مع الطبقة العليا في المثلث.
de_de: Verwenden Sie diesen Bereich, um ein Objekt mit der obersten Schicht des Dreiecks zu verknüpfen.
eo: Ûsé thïs zöné tö ässöçïäté än ïtém wïth thé töp läýér öf thé trïänglé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Utilisez cette zone pour y associer un élément au niveau au sommet du triangle.
fr_ca: Utilisez cette zone pour associer un élément avec le segment supérieur du triangle.
ja: このゾーンを使用して、アイテムを三角形の最上位レイヤーに関連付けます。
pl: Użyj tej strefy, aby powiązać element z górną częścią trójkąta.

source: Use this zone to associate an item with the middle layer of the triangle.
ar: استخدم هذه المنطقة لربط عنصر مع الطبقة الوسطى في المثلث.
de_de: Verwenden Sie diesen Bereich, um ein Objekt mit der mittleren Schicht des Dreiecks zu verknüpfen.
eo: Ûsé thïs zöné tö ässöçïäté än ïtém wïth thé mïddlé läýér öf thé trïänglé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Utilisez cette zone pour y associer un élément au niveau au milieu du triangle.
fr_ca: Utilisez cette zone pour associer un élément avec le segment intermédiaire du triangle.
ja: このゾーンを使用して、アイテムを三角形の中間レイヤーに関連付けます。
pl: Użyj tej strefy, aby powiązać element ze środkową częścią trójkąta.

source: Use this zone to associate an item with the bottom layer of the triangle.
ar: استخدم هذه المنطقة لربط عنصر مع الطبقة السفلى في المثلث.
de_de: Verwenden Sie diesen Bereich, um ein Objekt mit der untersten Schicht des Dreiecks zu verknüpfen.
eo: Ûsé thïs zöné tö ässöçïäté än ïtém wïth thé ßöttöm läýér öf thé trïänglé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Utilisez cette zone pour associer un élément au niveau à la base du triangle.
fr_ca: Utilisez cette zone pour associer un élément avec le segment inférieur du triangle.
ja: このゾーンを使用して、アイテムを三角形の最下層に関連付けます。
pl: Użyj tej strefy, aby powiązać element z dolną częścią trójkąta.

source: Correct! This one belongs to The Top Zone.
ar: صحيح! هذا ينتمي إلى المنطقة العُليا.
eo: Çörréçt! Thïs öné ßélöngs tö Thé Töp Zöné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Correct! Celui-ci appartient à la zone supérieur.
fr_ca: Correct! Celui-ci appartient à la zone supérieur.
pl: Prawidłowo! Element pasuje do tej właśnie strefy.

source: Correct! This one belongs to The Middle Zone.
ar: صحيح، ينتمي هذا العنصر الى المنطقة الوسطى.
eo: Çörréçt! Thïs öné ßélöngs tö Thé Mïddlé Zöné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Correct! Celui-ci appartient à la zone du milieu.
fr_ca: Correct! Celui-ci appartient à la zone du milieu.
pl: Prawidłowo! Element pasuje do tej właśnie strefy.

source: Correct! This one belongs to The Bottom Zone.
ar: صحيح، ينتمي هذا العنصر الى المنطقة السفلية.
eo: Çörréçt! Thïs öné ßélöngs tö Thé Böttöm Zöné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Correct! Celui-ci appartient à la zone inférieure.
fr_ca: Correct! Celui-ci appartient à la zone inférieure.
pl: Prawidłowo! Element pasuje do tej właśnie strefy.

source: No, this item does not belong here. Try again.
ar: لا، هذا العنصر لا ينتمي إلى هذه المنطقة. حاول مرة أخرى.
de_de: Nein, dieses Objekt gehört nicht hierher. Versuchen Sie es noch einmal.
eo: Nö, thïs ïtém döés nöt ßélöng héré. Trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Non, cet élément n'appartient pas là. Essayez encore.
fr_ca: Non, cet élément ne se place pas ici. Réessayez.
ja: 違います。このアイテムはここには移動できません。もう一度やり直してください。
pl: Nie, ten element tutaj nie pasuje. Spróbuj ponownie.

source: You silly, there are no zones for this one.
ar: أيها الساذج، لا توجد مناطق ملائمة لهذا العنصر.
de_de: Nein, hierfür gibt es keine Bereiche.
eo: Ýöü sïllý, théré äré nö zönés för thïs öné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Il n'y a pas de zone pour celui-là.
fr_ca: Vous êtes bête, il n'y a aucune zone pour celui-ci.
ja: 違います。このアイテムにはゾーンがありません。
pl: Źle, ten element nie pasuje do żadnej strefy.

source: Of course it goes here! It goes anywhere!
ar: بالطبع ينتمي إلى هذا المكان! إنه ينتمي لأي مكان!
de_de: Es passt hierhin! Es passt überallhin.
eo: Öf çöürsé ït göés héré! Ìt göés änýwhéré! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Bien sûr qu'il va là ! Il peut aller n'importe où !
fr_ca: Bien sûr que ça va ici! Ça va n'importe où!
ja: もちろん、これはここに配置します。どこにでも移動できます。
pl: Oczywiście! Element pasuje wszędzie!

source: Goes to the top
ar: ينتقل إلى النطاق العلوي
de_de: Kommt nach oben
eo: Göés tö thé töp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Va au sommet
fr_ca: Va en haut
ja: 最上位に移動
pl: Pasuje do górnej strefy

source: Goes to the middle
ar: ينتقل إلى النطاق الأوسط
de_de: Kommt in die Mitte
eo: Göés tö thé mïddlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Va au milieu
fr_ca: Va au milieu
ja: 中間に移動
pl: Pasuje do środkowej strefy

source: Goes to the bottom
ar: ينتقل إلى النطاق السفلي
de_de: Kommt nach unten
eo: Göés tö thé ßöttöm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Va en bas
fr_ca: Va en bas
ja: 最下位に移動
pl: Pasuje do dolnej strefy

source: Goes anywhere
ar: ينتمي لأي مكان
de_de: Es passt überallhin
eo: Göés änýwhéré Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fr: Va n'importe où
fr_ca: Va n'importe où
ja: どこにでも移動可能
pl: Pasuje wszędzie

source: I don't belong anywhere
ar: أنا لا أنتمي إلى أي مكان
de_de: Ich gehöre nirgendwohin
eo: Ì dön't ßélöng änýwhéré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Je ne vais nulle part
fr_ca: Je n'appartiens à aucun endroit
ja: 所属先なし
pl: Nie pasuje do żadnej ze stref

source: Drag the items onto the image above.
ar: قم بجر هذه العناصر إلى الصورة أعلاه.
de_de: Ziehen Sie die Objekte auf das Bild darüber.
eo: Dräg thé ïtéms öntö thé ïmägé äßövé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Glissez cet élément sur l'image ci-dessus.
fr_ca: Faites glisser les éléments sur l'image ci-dessus.
ja: 上の画像にアイテムをドラッグしてください。
pl: Dopasuj elementy do odpowiednich stref obrazka.

source: Good work! You have completed this drag and drop problem.
ar: أحسنت صنعاً! لقد استكملت حل مسألة السحب والإسقاط.
de_de: Gute Arbeit! Sie haben diese Drag & Drop-Aufgabe abgeschlossen.
eo: Gööd wörk! Ýöü hävé çömplétéd thïs dräg änd dröp prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Bon travail! Vous avez complété cet exercice de glisser-déposer.
fr_ca: Bon travail! Vous avez complété ce problème de glisser-déposer.
ja: よくできました！これでドラッグアンドドロップの問題が解決しました。
pl: Dobra robota! Ćwiczenie ukończone.

source: Title
ar: العنوان
de_de: Titel
eo: Tïtlé Ⱡ'σяєм ιρѕ#
fr: Titre
fr_ca: Titre
ja: 件名
pl: Tytuł

source: The title of the drag and drop problem. The title is displayed to learners.
ar: عنوان مسألة السحب والإسقاط. يظهر العنوان للطلاب.
de_de: Der Titel der Drag & Drop-Aufgabe. Der Titel wird den Lernenden angezeigt.
eo: Thé tïtlé öf thé dräg änd dröp prößlém. Thé tïtlé ïs dïspläýéd tö léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Le titre de l'exercice de glisser-déplacer. Ce titre est affiché aux étudiants.
fr_ca: Le titre du problème de glisser-déposer. Le titre est affiché aux apprenants.
ja: ドラッグアンドドロップの問題のタイトル。タイトルは受講者に表示されます。
pl: Tytuł tego ćwiczenia, widoczny dla studentów.

source: Drag and Drop
ar: سحب وإسقاط
de_de: Drag & Drop
eo: Dräg änd Dröp Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fr: Glisser Déposer
fr_ca: Glisser Déposer
ja: ドラッグアンドドロップ
pl: Przeciągnij i upuść

source: Mode
ar: الحالة
de_de: Modus
eo: Mödé Ⱡ'σяєм ι#
ja: モード
pl: Tryb

source: Standard mode: the problem provides immediate feedback each time a learner drops an item on a target zone. Assessment mode: the problem provides feedback only after a learner drops all available items on target zones.
ar: الحالة العادية: تقدم المسألة رداً فورياً في كل مرة يضع فيها الطالب عنصر داخل منطقة الهدف. حالة التقييم: تقدم المسألة رداً فقط بعد أن يضع الطالب جميع العناصر المتاحة داخل مناطق الهدف.
de_de: Standardmodus: Von dem Problem wird jedes Mal ein unmittelbares Feedback abgegeben, wenn ein Lernender ein Objekt in einem Zielbereich abgelegt hat. Bewertungsmodus: Das Problem liefert Feedback erst, nachdem ein Lernender alle verfügbaren Objekte in den Zielbereichen abgelegt hat.
eo: Ständärd mödé: thé prößlém prövïdés ïmmédïäté féédßäçk éäçh tïmé ä léärnér dröps än ïtém ön ä tärgét zöné. Àsséssmént mödé: thé prößlém prövïdés féédßäçk önlý äftér ä léärnér dröps äll äväïläßlé ïtéms ön tärgét zönés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαт#
fr: Mode standard : l'exercice fait immédiatement un commentaire à chaque fois que l'étudiant déplace un élément dans une zone cible. Mode d'évaluation : l'exercice fait un commentaire une fois que l'étudiant déplace tous les éléments disponibles dans les zones cibles.
fr_ca: Mode standard: ce problème fournit une rétroaction immédiate à chaque fois qu'un apprenant dépose un élément sur une zone cible. Mode d'évaluation: ce problème fournit une rétroaction seulement après qu'un apprenant ait déposé tous les éléments disponibles sur les zones cibles.
ja: 標準モード：受講者がターゲットゾーンに問題のアイテムをドロップするたびに、即座にフィードバックを返します。テストモード：受講者がターゲットゾーンにある問題のすべてのアイテムをドロップした後でフィードバックを返します。
pl: Tryb standardowy: odpowiedź pojawia się za każdym razem kiedy student przyporządkowuje element do strefy. Tryb oceny: odpowiedź pojawia się dopiero po przyporządkowaniu wszystkich elementów do stref.

source: Standard
ar: قياسي
eo: Ständärd Ⱡ'σяєм ιρѕυм ∂#
ja: 標準
pl: Standardowy

source: Assessment
ar: تقييم
de_de: Bewertung
eo: Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Évaluation
fr_ca: Évaluation
ja: テスト
pl: Oceny

source: Maximum attempts
ar: أقصى عدد للمحاولات
de_de: Maximale Anzahl von Versuchen
eo: Mäxïmüm ättémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: Nombre d'essais maximum
fr_ca: Nombre maximal de tentatives
ja: 最大試行回数
pl: Maksymalna liczba prób

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
ar: يحدد عدد المرات التي يستطيع فيها الطالب محاولة الإجابة عن هذه المسألة. في حالة عدم تحديد قيمة، فإنه يُسمح بعدد لا نهائي من المحاولات.
de_de: Definiert die Häufigkeit, mit der ein Teilnehmer versuchen kann, dieses Problem zu lösen. Wenn der Wert nicht festgelegt ist, sind unbegrenzte Versuche zulässig.
eo: Défïnés thé nümßér öf tïmés ä stüdént çän trý tö änswér thïs prößlém. Ìf thé välüé ïs nöt sét, ïnfïnïté ättémpts äré ällöwéd. Ⱡ'σяєм #
fr: Définit le nombre de fois qu'un étudiant peut essayer de répondre au problème. Si aucune valeur n'est précisée, un nombre infini d'essais est autorisé.
fr_ca: Définit le nombre de fois où un étudiant peut tenter de répondre à ce problème. Si cette valeur n'est pas définie, un nombre infini de tentatives est permis.
ja: 受講者がこの問題に解答できる回数を指定してください。値を指定しない場合は何回でも解答できることになります。
pl: Pozwala określić liczbę prób jaką student może podjąć w celu wykonania ćwiczenia. W przypadku niewpisania wartości, dopuszcza się nielimitowaną liczbę prób.

source: Show title
ar: عرض العنوان
de_de: Titel anzeigen
eo: Shöw tïtlé Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Afficher le titre
fr_ca: Afficher le titre
ja: タイトルの表示
pl: Wyświetlanie tytułu

source: Display the title to the learner?
ar: عرض العنوان للطلاب؟
de_de: Dem Lernenden den Titel anzeigen?
eo: Dïspläý thé tïtlé tö thé léärnér? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: Afficher le titre aux étudiants ?
fr_ca: Afficher le titre à l'apprenant?
ja: 受講者にタイトルを表示しますか？
pl: Czy wyświetlać studentom tytuł ćwiczenia?

source: Problem text
ar: نص المسألة
eo: Prößlém téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Problème écrit
fr_ca: Texte du problème
ja: 問題テキスト
pl: Opis ćwiczenia

source: The description of the problem or instructions shown to the learner.
ar: وصف المسألة أو التعليمات الموضحة للطالب.
de_de: Die Beschreibung des Problems oder die Anweisungen, die dem Lernenden angezeigt werden.
eo: Thé désçrïptïön öf thé prößlém ör ïnstrüçtïöns shöwn tö thé léärnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: La description du problème ou les instructions affichées à l'étudiant.
fr_ca: La description du problème ou les instructions montrées à l'apprenant.
ja: 受講者に表示する問題または指示の説明。
pl: Opis ćwiczenia i/lub instrukcje dla studentów.

source: Show "Problem" heading
ar: إظهار عنوان "المسألة"
de_de: Die Überschrift "Problem" anzeigen
eo: Shöw "Prößlém" héädïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Montrer l'en-tête du « Problème »
fr_ca: Montrer l'en-tête « Problème »
ja: 「問題」の見出しを表示
pl: Wyświetlanie nagłówka "Ćwiczenie"

source: Display the heading "Problem" above the problem text?
ar: عرض عنوان "المسألة" فوق نص المسألة؟
de_de: Die Überschrift "Problem" über dem Problemtext anzeigen?
eo: Dïspläý thé héädïng "Prößlém" äßövé thé prößlém téxt? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Afficher l'en-tête « Problème » au dessus du texte du problème ?
fr_ca: Afficher l'en-tête « Problème » au-dessus du texte du problème?
ja: 問題テキストの上に「問題」という見出しを表示しますか？
pl: Czy wyświetlić nagłówek "Ćwiczenie" nad treścią ćwiczenia?

source: Show answer
eo: Shöw änswér Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings. To revert setting a custom value, choose the 'Default' option.
eo: Défïnés whén tö shöw thé änswér tö thé prößlém. À défäült välüé çän ßé sét ïn Àdvänçéd Séttïngs. Tö révért séttïng ä çüstöm välüé, çhöösé thé 'Défäült' öptïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυη#

source: Default
eo: Défäült Ⱡ'σяєм ιρѕυм #

source: Always
eo: Àlwäýs Ⱡ'σяєм ιρѕυ#

source: Answered
eo: Ànswéréd Ⱡ'σяєм ιρѕυм ∂#

source: Attempted or Past Due
eo: Àttémptéd ör Päst Düé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Closed
eo: Çlöséd Ⱡ'σяєм ιρѕυ#

source: Finished
eo: Fïnïshéd Ⱡ'σяєм ιρѕυм ∂#

source: Correct or Past Due
eo: Çörréçt ör Päst Düé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Past Due
eo: Päst Düé Ⱡ'σяєм ιρѕυм ∂#

source: Never
eo: Névér Ⱡ'σяєм ιρѕ#

source: After All Attempts
eo: Àftér Àll Àttémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: After All Attempts or Correct
eo: Àftér Àll Àttémpts ör Çörréçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Attempted
eo: Àttémptéd Ⱡ'σяєм ιρѕυм ∂σł#

source: Problem Weight
ar: وزن المسألة
de_de: Gewichtung des Problems
eo: Prößlém Wéïght Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Poids du problème
fr_ca: Poids du problème
ja: 問題の重み付け
pl: Waga ćwiczenia

source: Defines the number of points the problem is worth.
ar: يحدد عدد النقاط التي تستحقها المسألة.
de_de: Definiert die Anzahl der Punkte, mit denen das Problem bewertet wird.
eo: Défïnés thé nümßér öf pöïnts thé prößlém ïs wörth. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Définir le nombre de points pour lequel ce problème compte.
fr_ca: Définit le nombre de points que le problème vaut.
ja: 各問題の配点を定義します。
pl: Określa liczbę punktów za wykonanie ćwiczenia.

source: Item background color
ar: لون خلفية العنصر
de_de: Hintergrundfarbe der Objekte
eo: Ìtém ßäçkgröünd çölör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Élément couleur de fond
fr_ca: Couleur d'arrière-plan de l'élément
ja: アイテムの背景色
pl: Kolor tła elementu

source: The background color of draggable items in the problem (example: 'blue' or '#0000ff').
ar: لون الخلفية للعناصر القابلة للسحب في المسألة (على سبيل المثال: "أزرق" أو '#0000ff').
de_de: Die Hintergrundfarbe von ziehbaren Objekten im Problem (Beispiel: "blau" oder "#0000ff").
eo: Thé ßäçkgröünd çölör öf dräggäßlé ïtéms ïn thé prößlém (éxämplé: 'ßlüé' ör '#0000ff'). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: La couleur de fond des éléments glissables dans l'exercice (par exemple : 'bleu' ou '#0000ff').
fr_ca: Couleur d'arrière-plan des éléments à glisser-déposer dans le problème (exemple: 'blue' ou '#0000ff').
ja: 問題のドラッグ可能なアイテムの背景色 (例：'blue'または'#0000ff')。
pl: Kolor tła dopasowywanych elementów (np. '#0000ff')

source: Item text color
ar: لون نص العنصر
de_de: Textfarbe der Objekte
eo: Ìtém téxt çölör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Élément couleur du texte
fr_ca: Couleur du texte de l'élément
ja: アイテムテキストの色
pl: Kolor tekstu elementu

source: Text color to use for draggable items (example: 'white' or '#ffffff').
ar: لون النص المستخدم مع العناصر القابلة للسحب (على سبيل المثال: "أبيض" أو '#ffffff')
de_de: Textfarbe für ziehbare Objekte (Beispiel: "weiß" oder "#ffffff").
eo: Téxt çölör tö üsé för dräggäßlé ïtéms (éxämplé: 'whïté' ör '#ffffff'). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: La couleur de texte à employer pour les éléments glissables (par exemple : 'blanc' ou '#ffffff').
fr_ca: Couleur du texte à utiliser pour les éléments à glisser-déposer (exemple: 'white' ou '#ffffff').
ja: ドラッグ可能なアイテムに使用するテキストの色 (例：'white'または'#ffffff')。
pl: Kolor tekstu dopasowywanych elementów (np. '#ffffff').

source: Maximum items per zone
ar: لقد وصلت الحد الاعلى من العناصر في المنطقة الواحدة.
eo: Mäxïmüm ïtéms pér zöné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Nombre maximum d'éléments par zone
fr_ca: Nombre maximum d'éléments par zone
pl: Maksymalna liczba elementów w strefie

source: This setting limits the number of items that can be dropped into a single zone.
ar: يحدد هذا الاعداد الحد الاعلى من العناصر الذي يمكن اضافتها الى المنطقة الواحدة.
de_de: Diese Einstellung begrenzt die Anzahl der Objekte, die in einen einzelnen Bereich fallen können.
eo: Thïs séttïng lïmïts thé nümßér öf ïtéms thät çän ßé dröppéd ïntö ä sïnglé zöné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Ce paramètre limite le nombre d'éléments pouvant être déposés dans une seule zone.
fr_ca: Ce paramètre limite le nombre d'éléments pouvant être déposés dans une seule zone.
pl: To ustawienie pozwala ograniczyć liczbę elementów mogących się znaleźć w pojedynczej strefie.

source: Problem data
ar: بيانات المسألة
de_de: Problemdaten
eo: Prößlém dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr: Données du problème
fr_ca: Données du problème
ja: 問題データ
pl: Dane ćwiczenia

source: Information about zones, items, feedback, explanation and background image for this problem. This information is derived from the input that a course author provides via the interactive editor when configuring the problem.
eo: Ìnförmätïön äßöüt zönés, ïtéms, féédßäçk, éxplänätïön änd ßäçkgröünd ïmägé för thïs prößlém. Thïs ïnförmätïön ïs dérïvéd fröm thé ïnpüt thät ä çöürsé äüthör prövïdés vïä thé ïntéräçtïvé édïtör whén çönfïgürïng thé prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυł#
fr_ca: Informations sur les zones, les éléments, les commentaires, les explications et le fonds d'écran pour ce problème. Ces informations sont dérivées des données fournies par l'auteur du cours via l'éditeur interactif lors de la configuration du problème.

source: Information about current positions of items that a learner has dropped on the target image.
ar: المعلومات بشأن الأوضاع الحالية للعناصر التي أسقطها الطالب في الصورة المستهدفة.
de_de: Informationen über aktuelle Positionen von Objekten, die ein Lerner auf dem Zielbild abgelegt hat.
eo: Ìnförmätïön äßöüt çürrént pösïtïöns öf ïtéms thät ä léärnér häs dröppéd ön thé tärgét ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Information à propos des emplacements actuels d'éléments déposés par l'étudiant sur l'image cible.
fr_ca: Informations concernant les positions actuelles des éléments qu'un apprenant a déposés sur l'image cible.
ja: 受講者がターゲット画像にドロップしたアイテムの現在位置に関する情報。
pl: Informacja na temat obecnych pozycji elementów upuszczonych przez studenta na obrazek docelowy.

source: Number of attempts learner used
ar: عدد المحاولات التي استخدمها الطالب
de_de: Anzahl der Versuche, die der Lerner benötigt hat
eo: Nümßér öf ättémpts léärnér üséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: Nombre de tentatives faites par l'étudiant
fr_ca: Nombre de tentatives utilisées par l'apprenant
ja: 受講者が試行した回数
pl: Liczba podejść

source: Indicates whether a learner has completed the problem at least once
ar: يوضح ما إذا كان الطالب قد أنهى المسالة مرة واحدة على الأقل
de_de: Gibt an, ob ein Lerner das Problem mindestens einmal abgeschlossen hat
eo: Ìndïçätés whéthér ä léärnér häs çömplétéd thé prößlém ät léäst önçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Indique si l'étudiant a terminé ce problème au moins une fois
fr_ca: Indique si un apprenant a complété le problème au moins une fois
ja: 受講者が問題を最低一回完了したかどうかを示します。
pl: Wskazuje, czy student wykonał ćwiczenie przynajmniej jeden raz.

source: DEPRECATED. Keeps maximum score achieved by student as a weighted value.
eo: DÉPRÉÇÀTÉD. Kééps mäxïmüm sçöré äçhïévéd ßý stüdént äs ä wéïghtéd välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: DÉCONSEILLÉ. Conserve le score maximum atteint par l'étudiant en tant que valeur pondérée.
fr_ca: DÉCONSEILLÉ. Conserve le score maximum atteint par l'étudiant en tant que valeur pondérée.
