Repository: openedx/xblock-drag-and-drop-v2
Catalog: drag_and_drop_v2/translations/rtl/LC_MESSAGES/text.po
Languages: rtl

source: An isosceles triangle with three layers of similar height. It is shown upright, so the widest layer is located at the bottom, and the narrowest layer is located at the top.
rtl: Ⱥn ᴉsøsɔǝlǝs ʇɹᴉɐnƃlǝ ʍᴉʇɥ ʇɥɹǝǝ lɐʎǝɹs øɟ sᴉɯᴉlɐɹ ɥǝᴉƃɥʇ. Ɨʇ ᴉs sɥøʍn ndɹᴉƃɥʇ, sø ʇɥǝ ʍᴉdǝsʇ lɐʎǝɹ ᴉs løɔɐʇǝd ɐʇ ʇɥǝ bøʇʇøɯ, ɐnd ʇɥǝ nɐɹɹøʍǝsʇ lɐʎǝɹ ᴉs løɔɐʇǝd ɐʇ ʇɥǝ ʇød.

source: The Top Zone
rtl: Ŧɥǝ Ŧød Ƶønǝ

source: The Middle Zone
rtl: Ŧɥǝ Mᴉddlǝ Ƶønǝ

source: The Bottom Zone
rtl: Ŧɥǝ Ƀøʇʇøɯ Ƶønǝ

source: Use this zone to associate an item with the top layer of the triangle.
rtl: Ʉsǝ ʇɥᴉs zønǝ ʇø ɐssøɔᴉɐʇǝ ɐn ᴉʇǝɯ ʍᴉʇɥ ʇɥǝ ʇød lɐʎǝɹ øɟ ʇɥǝ ʇɹᴉɐnƃlǝ.

source: Use this zone to associate an item with the middle layer of the triangle.
rtl: Ʉsǝ ʇɥᴉs zønǝ ʇø ɐssøɔᴉɐʇǝ ɐn ᴉʇǝɯ ʍᴉʇɥ ʇɥǝ ɯᴉddlǝ lɐʎǝɹ øɟ ʇɥǝ ʇɹᴉɐnƃlǝ.

source: Use this zone to associate an item with the bottom layer of the triangle.
rtl: Ʉsǝ ʇɥᴉs zønǝ ʇø ɐssøɔᴉɐʇǝ ɐn ᴉʇǝɯ ʍᴉʇɥ ʇɥǝ bøʇʇøɯ lɐʎǝɹ øɟ ʇɥǝ ʇɹᴉɐnƃlǝ.

source: Correct! This one belongs to The Top Zone.
rtl: Ȼøɹɹǝɔʇ! Ŧɥᴉs ønǝ bǝlønƃs ʇø Ŧɥǝ Ŧød Ƶønǝ.

source: Correct! This one belongs to The Middle Zone.
rtl: Ȼøɹɹǝɔʇ! Ŧɥᴉs ønǝ bǝlønƃs ʇø Ŧɥǝ Mᴉddlǝ Ƶønǝ.

source: Correct! This one belongs to The Bottom Zone.
rtl: Ȼøɹɹǝɔʇ! Ŧɥᴉs ønǝ bǝlønƃs ʇø Ŧɥǝ Ƀøʇʇøɯ Ƶønǝ.

source: No, this item does not belong here. Try again.
rtl: Nø, ʇɥᴉs ᴉʇǝɯ døǝs nøʇ bǝlønƃ ɥǝɹǝ. Ŧɹʎ ɐƃɐᴉn.

source: You silly, there are no zones for this one.
rtl: Ɏøn sᴉllʎ, ʇɥǝɹǝ ɐɹǝ nø zønǝs ɟøɹ ʇɥᴉs ønǝ.

source: Of course it goes here! It goes anywhere!
rtl: Øɟ ɔønɹsǝ ᴉʇ ƃøǝs ɥǝɹǝ! Ɨʇ ƃøǝs ɐnʎʍɥǝɹǝ!

source: Goes to the top
rtl: Ǥøǝs ʇø ʇɥǝ ʇød

source: Goes to the middle
rtl: Ǥøǝs ʇø ʇɥǝ ɯᴉddlǝ

source: Goes to the bottom
rtl: Ǥøǝs ʇø ʇɥǝ bøʇʇøɯ

source: Goes anywhere
rtl: Ǥøǝs ɐnʎʍɥǝɹǝ

source: I don't belong anywhere
rtl: Ɨ døn'ʇ bǝlønƃ ɐnʎʍɥǝɹǝ

source: Drag the items onto the image above.
rtl: Đɹɐƃ ʇɥǝ ᴉʇǝɯs ønʇø ʇɥǝ ᴉɯɐƃǝ ɐbøʌǝ.

source: Good work! You have completed this drag and drop problem.
rtl: Ǥøød ʍøɹʞ! Ɏøn ɥɐʌǝ ɔøɯdlǝʇǝd ʇɥᴉs dɹɐƃ ɐnd dɹød dɹøblǝɯ.

source: Title
rtl: Ŧᴉʇlǝ

source: The title of the drag and drop problem. The title is displayed to learners.
rtl: Ŧɥǝ ʇᴉʇlǝ øɟ ʇɥǝ dɹɐƃ ɐnd dɹød dɹøblǝɯ. Ŧɥǝ ʇᴉʇlǝ ᴉs dᴉsdlɐʎǝd ʇø lǝɐɹnǝɹs.

source: Drag and Drop
rtl: Đɹɐƃ ɐnd Đɹød

source: Mode
rtl: Mødǝ

source: Standard mode: the problem provides immediate feedback each time a learner drops an item on a target zone. Assessment mode: the problem provides feedback only after a learner drops all available items on target zones.
rtl: Sʇɐndɐɹd ɯødǝ: ʇɥǝ dɹøblǝɯ dɹøʌᴉdǝs ᴉɯɯǝdᴉɐʇǝ ɟǝǝdbɐɔʞ ǝɐɔɥ ʇᴉɯǝ ɐ lǝɐɹnǝɹ dɹøds ɐn ᴉʇǝɯ øn ɐ ʇɐɹƃǝʇ zønǝ. Ⱥssǝssɯǝnʇ ɯødǝ: ʇɥǝ dɹøblǝɯ dɹøʌᴉdǝs ɟǝǝdbɐɔʞ ønlʎ ɐɟʇǝɹ ɐ lǝɐɹnǝɹ dɹøds ɐll ɐʌɐᴉlɐblǝ ᴉʇǝɯs øn ʇɐɹƃǝʇ zønǝs.

source: Standard
rtl: Sʇɐndɐɹd

source: Assessment
rtl: Ⱥssǝssɯǝnʇ

source: Maximum attempts
rtl: Mɐxᴉɯnɯ ɐʇʇǝɯdʇs

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
rtl: Đǝɟᴉnǝs ʇɥǝ nnɯbǝɹ øɟ ʇᴉɯǝs ɐ sʇndǝnʇ ɔɐn ʇɹʎ ʇø ɐnsʍǝɹ ʇɥᴉs dɹøblǝɯ. Ɨɟ ʇɥǝ ʌɐlnǝ ᴉs nøʇ sǝʇ, ᴉnɟᴉnᴉʇǝ ɐʇʇǝɯdʇs ɐɹǝ ɐlløʍǝd.

source: Show title
rtl: Sɥøʍ ʇᴉʇlǝ

source: Display the title to the learner?
rtl: Đᴉsdlɐʎ ʇɥǝ ʇᴉʇlǝ ʇø ʇɥǝ lǝɐɹnǝɹ?

source: Problem text
rtl: Ᵽɹøblǝɯ ʇǝxʇ

source: The description of the problem or instructions shown to the learner.
rtl: Ŧɥǝ dǝsɔɹᴉdʇᴉøn øɟ ʇɥǝ dɹøblǝɯ øɹ ᴉnsʇɹnɔʇᴉøns sɥøʍn ʇø ʇɥǝ lǝɐɹnǝɹ.

source: Show "Problem" heading
rtl: Sɥøʍ "Ᵽɹøblǝɯ" ɥǝɐdᴉnƃ

source: Display the heading "Problem" above the problem text?
rtl: Đᴉsdlɐʎ ʇɥǝ ɥǝɐdᴉnƃ "Ᵽɹøblǝɯ" ɐbøʌǝ ʇɥǝ dɹøblǝɯ ʇǝxʇ?

source: Show answer
rtl: Sɥøʍ ɐnsʍǝɹ

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings. To revert setting a custom value, choose the 'Default' option.
rtl: Đǝɟᴉnǝs ʍɥǝn ʇø sɥøʍ ʇɥǝ ɐnsʍǝɹ ʇø ʇɥǝ dɹøblǝɯ. Ⱥ dǝɟɐnlʇ ʌɐlnǝ ɔɐn bǝ sǝʇ ᴉn Ⱥdʌɐnɔǝd Sǝʇʇᴉnƃs. Ŧø ɹǝʌǝɹʇ sǝʇʇᴉnƃ ɐ ɔnsʇøɯ ʌɐlnǝ, ɔɥøøsǝ ʇɥǝ 'Đǝɟɐnlʇ' ødʇᴉøn.

source: Default
rtl: Đǝɟɐnlʇ

source: Always
rtl: Ⱥlʍɐʎs

source: Answered
rtl: Ⱥnsʍǝɹǝd

source: Attempted or Past Due
rtl: Ⱥʇʇǝɯdʇǝd øɹ Ᵽɐsʇ Đnǝ

source: Closed
rtl: Ȼløsǝd

source: Finished
rtl: Fᴉnᴉsɥǝd

source: Correct or Past Due
rtl: Ȼøɹɹǝɔʇ øɹ Ᵽɐsʇ Đnǝ

source: Past Due
rtl: Ᵽɐsʇ Đnǝ

source: Never
rtl: Nǝʌǝɹ

source: After All Attempts
rtl: Ⱥɟʇǝɹ Ⱥll Ⱥʇʇǝɯdʇs

source: After All Attempts or Correct
rtl: Ⱥɟʇǝɹ Ⱥll Ⱥʇʇǝɯdʇs øɹ Ȼøɹɹǝɔʇ

source: Attempted
rtl: Ⱥʇʇǝɯdʇǝd

source: Problem Weight
rtl: Ᵽɹøblǝɯ Wǝᴉƃɥʇ

source: Defines the number of points the problem is worth.
rtl: Đǝɟᴉnǝs ʇɥǝ nnɯbǝɹ øɟ døᴉnʇs ʇɥǝ dɹøblǝɯ ᴉs ʍøɹʇɥ.

source: Item background color
rtl: Ɨʇǝɯ bɐɔʞƃɹønnd ɔøløɹ

source: The background color of draggable items in the problem (example: 'blue' or '#0000ff').
rtl: Ŧɥǝ bɐɔʞƃɹønnd ɔøløɹ øɟ dɹɐƃƃɐblǝ ᴉʇǝɯs ᴉn ʇɥǝ dɹøblǝɯ (ǝxɐɯdlǝ: 'blnǝ' øɹ '#0000ɟɟ').

source: Item text color
rtl: Ɨʇǝɯ ʇǝxʇ ɔøløɹ

source: Text color to use for draggable items (example: 'white' or '#ffffff').
rtl: Ŧǝxʇ ɔøløɹ ʇø nsǝ ɟøɹ dɹɐƃƃɐblǝ ᴉʇǝɯs (ǝxɐɯdlǝ: 'ʍɥᴉʇǝ' øɹ '#ɟɟɟɟɟɟ').

source: Maximum items per zone
rtl: Mɐxᴉɯnɯ ᴉʇǝɯs dǝɹ zønǝ

source: This setting limits the number of items that can be dropped into a single zone.
rtl: Ŧɥᴉs sǝʇʇᴉnƃ lᴉɯᴉʇs ʇɥǝ nnɯbǝɹ øɟ ᴉʇǝɯs ʇɥɐʇ ɔɐn bǝ dɹøddǝd ᴉnʇø ɐ sᴉnƃlǝ zønǝ.

source: Problem data
rtl: Ᵽɹøblǝɯ dɐʇɐ

source: Information about zones, items, feedback, explanation and background image for this problem. This information is derived from the input that a course author provides via the interactive editor when configuring the problem.
rtl: Ɨnɟøɹɯɐʇᴉøn ɐbønʇ zønǝs, ᴉʇǝɯs, ɟǝǝdbɐɔʞ, ǝxdlɐnɐʇᴉøn ɐnd bɐɔʞƃɹønnd ᴉɯɐƃǝ ɟøɹ ʇɥᴉs dɹøblǝɯ. Ŧɥᴉs ᴉnɟøɹɯɐʇᴉøn ᴉs dǝɹᴉʌǝd ɟɹøɯ ʇɥǝ ᴉndnʇ ʇɥɐʇ ɐ ɔønɹsǝ ɐnʇɥøɹ dɹøʌᴉdǝs ʌᴉɐ ʇɥǝ ᴉnʇǝɹɐɔʇᴉʌǝ ǝdᴉʇøɹ ʍɥǝn ɔønɟᴉƃnɹᴉnƃ ʇɥǝ dɹøblǝɯ.

source: Information about current positions of items that a learner has dropped on the target image.
rtl: Ɨnɟøɹɯɐʇᴉøn ɐbønʇ ɔnɹɹǝnʇ døsᴉʇᴉøns øɟ ᴉʇǝɯs ʇɥɐʇ ɐ lǝɐɹnǝɹ ɥɐs dɹøddǝd øn ʇɥǝ ʇɐɹƃǝʇ ᴉɯɐƃǝ.

source: Number of attempts learner used
rtl: Nnɯbǝɹ øɟ ɐʇʇǝɯdʇs lǝɐɹnǝɹ nsǝd

source: Indicates whether a learner has completed the problem at least once
rtl: Ɨndᴉɔɐʇǝs ʍɥǝʇɥǝɹ ɐ lǝɐɹnǝɹ ɥɐs ɔøɯdlǝʇǝd ʇɥǝ dɹøblǝɯ ɐʇ lǝɐsʇ ønɔǝ

source: DEPRECATED. Keeps maximum score achieved by student as a weighted value.
rtl: ĐɆⱣɌɆȻȺŦɆĐ. Ꝁǝǝds ɯɐxᴉɯnɯ sɔøɹǝ ɐɔɥᴉǝʌǝd bʎ sʇndǝnʇ ɐs ɐ ʍǝᴉƃɥʇǝd ʌɐlnǝ.

source: Keeps maximum score achieved by student as a raw value between 0 and 1.
rtl: Ꝁǝǝds ɯɐxᴉɯnɯ sɔøɹǝ ɐɔɥᴉǝʌǝd bʎ sʇndǝnʇ ɐs ɐ ɹɐʍ ʌɐlnǝ bǝʇʍǝǝn 0 ɐnd 1.

source: Maximum score available of the problem as a raw value between 0 and 1.
rtl: Mɐxᴉɯnɯ sɔøɹǝ ɐʌɐᴉlɐblǝ øɟ ʇɥǝ dɹøblǝɯ ɐs ɐ ɹɐʍ ʌɐlnǝ bǝʇʍǝǝn 0 ɐnd 1.

source: Unknown DnDv2 mode {mode} - course is misconfigured
rtl: Ʉnʞnøʍn ĐnĐʌ2 ɯødǝ {mode} - ɔønɹsǝ ᴉs ɯᴉsɔønɟᴉƃnɹǝd

source: show_answer handler should only be called for assessment mode
rtl: sɥøʍ_ɐnsʍǝɹ ɥɐndlǝɹ sɥønld ønlʎ bǝ ɔɐllǝd ɟøɹ ɐssǝssɯǝnʇ ɯødǝ

source: The answer is unavailable
rtl: Ŧɥǝ ɐnsʍǝɹ ᴉs nnɐʌɐᴉlɐblǝ

source: do_attempt handler should only be called for assessment mode
rtl: dø_ɐʇʇǝɯdʇ ɥɐndlǝɹ sɥønld ønlʎ bǝ ɔɐllǝd ɟøɹ ɐssǝssɯǝnʇ ɯødǝ

source: Max number of attempts reached
rtl: Mɐx nnɯbǝɹ øɟ ɐʇʇǝɯdʇs ɹǝɐɔɥǝd

source: Submission deadline has passed.
rtl: Snbɯᴉssᴉøn dǝɐdlᴉnǝ ɥɐs dɐssǝd.

source: Loading drag and drop problem.
rtl: Łøɐdᴉnƃ dɹɐƃ ɐnd dɹød dɹøblǝɯ.

source: Basic Settings
rtl: Ƀɐsᴉɔ Sǝʇʇᴉnƃs

source: (inherited from Advanced Settings)
rtl: (ᴉnɥǝɹᴉʇǝd ɟɹøɯ Ⱥdʌɐnɔǝd Sǝʇʇᴉnƃs)

source: Introductory feedback
rtl: Ɨnʇɹødnɔʇøɹʎ ɟǝǝdbɐɔʞ

source: Final feedback
rtl: Fᴉnɐl ɟǝǝdbɐɔʞ

source: Explanation Text
rtl: Ɇxdlɐnɐʇᴉøn Ŧǝxʇ

source: Zones
rtl: Ƶønǝs

source: Background Image
rtl: Ƀɐɔʞƃɹønnd Ɨɯɐƃǝ

source: Provide custom image
rtl: Ᵽɹøʌᴉdǝ ɔnsʇøɯ ᴉɯɐƃǝ

source: Generate image automatically
rtl: Ǥǝnǝɹɐʇǝ ᴉɯɐƃǝ ɐnʇøɯɐʇᴉɔɐllʎ

source: Background URL
rtl: Ƀɐɔʞƃɹønnd ɄɌŁ

source: Change background
rtl: Ȼɥɐnƃǝ bɐɔʞƃɹønnd

source: For example, 'http://example.com/background.png' or '/static/background.png'.
rtl: Føɹ ǝxɐɯdlǝ, 'ɥʇʇd://ǝxɐɯdlǝ.ɔøɯ/bɐɔʞƃɹønnd.dnƃ' øɹ '/sʇɐʇᴉɔ/bɐɔʞƃɹønnd.dnƃ'.

source: Zone Layout
rtl: Ƶønǝ Łɐʎønʇ

source: Number of columns
rtl: Nnɯbǝɹ øɟ ɔølnɯns

source: Number of rows
rtl: Nnɯbǝɹ øɟ ɹøʍs

source: Number of columns and rows.
rtl: Nnɯbǝɹ øɟ ɔølnɯns ɐnd ɹøʍs.

source: Zone Size
rtl: Ƶønǝ Sᴉzǝ

source: Zone width
rtl: Ƶønǝ ʍᴉdʇɥ

source: Zone height
rtl: Ƶønǝ ɥǝᴉƃɥʇ

source: Size of a single zone in pixels.
rtl: Sᴉzǝ øɟ ɐ sᴉnƃlǝ zønǝ ᴉn dᴉxǝls.

source: Generate image and zones
rtl: Ǥǝnǝɹɐʇǝ ᴉɯɐƃǝ ɐnd zønǝs

source: Background description
rtl: Ƀɐɔʞƃɹønnd dǝsɔɹᴉdʇᴉøn

source: Please provide a description of the image for non-visual users. The description should provide sufficient information to allow anyone to solve the problem even without seeing the image.
rtl: Ᵽlǝɐsǝ dɹøʌᴉdǝ ɐ dǝsɔɹᴉdʇᴉøn øɟ ʇɥǝ ᴉɯɐƃǝ ɟøɹ nøn-ʌᴉsnɐl nsǝɹs. Ŧɥǝ dǝsɔɹᴉdʇᴉøn sɥønld dɹøʌᴉdǝ snɟɟᴉɔᴉǝnʇ ᴉnɟøɹɯɐʇᴉøn ʇø ɐlløʍ ɐnʎønǝ ʇø sølʌǝ ʇɥǝ dɹøblǝɯ ǝʌǝn ʍᴉʇɥønʇ sǝǝᴉnƃ ʇɥǝ ᴉɯɐƃǝ.

source: Zone labels
rtl: Ƶønǝ lɐbǝls

source: Display label names on the image
rtl: Đᴉsdlɐʎ lɐbǝl nɐɯǝs øn ʇɥǝ ᴉɯɐƃǝ

source: Zone borders
rtl: Ƶønǝ bøɹdǝɹs

source: Display zone borders on the image
rtl: Đᴉsdlɐʎ zønǝ bøɹdǝɹs øn ʇɥǝ ᴉɯɐƃǝ

source: Display zone borders when dragging an item
rtl: Đᴉsdlɐʎ zønǝ bøɹdǝɹs ʍɥǝn dɹɐƃƃᴉnƃ ɐn ᴉʇǝɯ

source: Zone definitions
rtl: Ƶønǝ dǝɟᴉnᴉʇᴉøns

source: Add a zone
rtl: Ⱥdd ɐ zønǝ

source: Items
rtl: Ɨʇǝɯs

source: Item definitions
rtl: Ɨʇǝɯ dǝɟᴉnᴉʇᴉøns

source: Add an item
rtl: Ⱥdd ɐn ᴉʇǝɯ

source: Continue
rtl: Ȼønʇᴉnnǝ

source: Save
rtl: Sɐʌǝ

source: Cancel
rtl: Ȼɐnɔǝl

source: Your highest score is {score}
rtl: Ɏønɹ ɥᴉƃɥǝsʇ sɔøɹǝ ᴉs {score}

source: Final attempt was used, highest score is {score}
rtl: Fᴉnɐl ɐʇʇǝɯdʇ ʍɐs nsǝd, ɥᴉƃɥǝsʇ sɔøɹǝ ᴉs {score}

source: Correctly placed {correct_count} item
rtl: Ȼøɹɹǝɔʇlʎ dlɐɔǝd {correct_count} ᴉʇǝɯ

source: Misplaced {misplaced_count} item
rtl: Mᴉsdlɐɔǝd {misplaced_count} ᴉʇǝɯ

source: Misplaced {misplaced_count} item (misplaced item was returned to the item bank)
rtl: Mᴉsdlɐɔǝd {misplaced_count} ᴉʇǝɯ (ɯᴉsdlɐɔǝd ᴉʇǝɯ ʍɐs ɹǝʇnɹnǝd ʇø ʇɥǝ ᴉʇǝɯ bɐnʞ)

source: Did not place {missing_count} required item
rtl: Đᴉd nøʇ dlɐɔǝ {missing_count} ɹǝbnᴉɹǝd ᴉʇǝɯ

source: Submitting
rtl: Snbɯᴉʇʇᴉnƃ

source: Unknown Zone
rtl: Ʉnʞnøʍn Ƶønǝ

source: Placed in: {zone_title}
rtl: Ᵽlɐɔǝd ᴉn: {zone_title}

source: Correctly placed in: {zone_title}
rtl: Ȼøɹɹǝɔʇlʎ dlɐɔǝd ᴉn: {zone_title}

source: , draggable, grabbed
rtl: , dɹɐƃƃɐblǝ, ƃɹɐbbǝd

source: , draggable
rtl: , dɹɐƃƃɐblǝ

source: No items placed here
rtl: Nø ᴉʇǝɯs dlɐɔǝd ɥǝɹǝ

source: Items placed here:
rtl: Ɨʇǝɯs dlɐɔǝd ɥǝɹǝ:

source: , dropzone
rtl: , dɹødzønǝ

source: droppable
rtl: dɹøddɐblǝ

source: Feedback
rtl: Fǝǝdbɐɔʞ

source: Explanation
rtl: Ɇxdlɐnɐʇᴉøn

source: Close
rtl: Ȼløsǝ

source: Keyboard Help
rtl: Ꝁǝʎbøɐɹd Ħǝld

source: This is a screen reader-friendly problem.
rtl: Ŧɥᴉs ᴉs ɐ sɔɹǝǝn ɹǝɐdǝɹ-ɟɹᴉǝndlʎ dɹøblǝɯ.

source: Drag and Drop problems consist of draggable items and dropzones. Users should select a draggable item with their keyboard and then navigate to an appropriate dropzone to drop it.
rtl: Đɹɐƃ ɐnd Đɹød dɹøblǝɯs ɔønsᴉsʇ øɟ dɹɐƃƃɐblǝ ᴉʇǝɯs ɐnd dɹødzønǝs. Ʉsǝɹs sɥønld sǝlǝɔʇ ɐ dɹɐƃƃɐblǝ ᴉʇǝɯ ʍᴉʇɥ ʇɥǝᴉɹ ʞǝʎbøɐɹd ɐnd ʇɥǝn nɐʌᴉƃɐʇǝ ʇø ɐn ɐddɹødɹᴉɐʇǝ dɹødzønǝ ʇø dɹød ᴉʇ.

source: You can complete this problem using only your keyboard by following the guidance below:
rtl: Ɏøn ɔɐn ɔøɯdlǝʇǝ ʇɥᴉs dɹøblǝɯ nsᴉnƃ ønlʎ ʎønɹ ʞǝʎbøɐɹd bʎ ɟølløʍᴉnƃ ʇɥǝ ƃnᴉdɐnɔǝ bǝløʍ:

source: Use only TAB and SHIFT+TAB to navigate between draggable items and drop zones.
rtl: Ʉsǝ ønlʎ ŦȺɃ ɐnd SĦƗFŦ+ŦȺɃ ʇø nɐʌᴉƃɐʇǝ bǝʇʍǝǝn dɹɐƃƃɐblǝ ᴉʇǝɯs ɐnd dɹød zønǝs.

source: Press CTRL+M to select a draggable item (effectively picking it up).
rtl: Ᵽɹǝss ȻŦɌŁ+M ʇø sǝlǝɔʇ ɐ dɹɐƃƃɐblǝ ᴉʇǝɯ (ǝɟɟǝɔʇᴉʌǝlʎ dᴉɔʞᴉnƃ ᴉʇ nd).

source: Navigate using TAB and SHIFT+TAB to the appropriate dropzone and press CTRL+M once more to drop it here.
rtl: Nɐʌᴉƃɐʇǝ nsᴉnƃ ŦȺɃ ɐnd SĦƗFŦ+ŦȺɃ ʇø ʇɥǝ ɐddɹødɹᴉɐʇǝ dɹødzønǝ ɐnd dɹǝss ȻŦɌŁ+M ønɔǝ ɯøɹǝ ʇø dɹød ᴉʇ ɥǝɹǝ.

source: Press ESC if you want to cancel the drop operation (for example, to select a different item).
rtl: Ᵽɹǝss ɆSȻ ᴉɟ ʎøn ʍɐnʇ ʇø ɔɐnɔǝl ʇɥǝ dɹød ødǝɹɐʇᴉøn (ɟøɹ ǝxɐɯdlǝ, ʇø sǝlǝɔʇ ɐ dᴉɟɟǝɹǝnʇ ᴉʇǝɯ).

source: TAB back to the list of draggable items and repeat this process until all of the draggable items have been placed on their respective dropzones.
rtl: ŦȺɃ bɐɔʞ ʇø ʇɥǝ lᴉsʇ øɟ dɹɐƃƃɐblǝ ᴉʇǝɯs ɐnd ɹǝdǝɐʇ ʇɥᴉs dɹøɔǝss nnʇᴉl ɐll øɟ ʇɥǝ dɹɐƃƃɐblǝ ᴉʇǝɯs ɥɐʌǝ bǝǝn dlɐɔǝd øn ʇɥǝᴉɹ ɹǝsdǝɔʇᴉʌǝ dɹødzønǝs.

source: You have used {used} of {total} attempts.
rtl: Ɏøn ɥɐʌǝ nsǝd {used} øɟ {total} ɐʇʇǝɯdʇs.

source: Submit
rtl: Snbɯᴉʇ

source: Show Answer
rtl: Sɥøʍ Ⱥnsʍǝɹ

source: Actions
rtl: Ⱥɔʇᴉøns

source: Go to Beginning
rtl: Ǥø ʇø Ƀǝƃᴉnnᴉnƃ

source: Reset
rtl: Ɍǝsǝʇ

source: Some of your answers were not correct.
rtl: Søɯǝ øɟ ʎønɹ ɐnsʍǝɹs ʍǝɹǝ nøʇ ɔøɹɹǝɔʇ.

source: Hints:
rtl: Ħᴉnʇs:

source: Correct
rtl: Ȼøɹɹǝɔʇ

source: Incorrect
rtl: Ɨnɔøɹɹǝɔʇ

source: {earned}/{possible} point (graded)
rtl: {earned}/{possible} døᴉnʇ (ƃɹɐdǝd)

source: {earned}/{possible} point (ungraded)
rtl: {earned}/{possible} døᴉnʇ (nnƃɹɐdǝd)

source: {possible} point possible (graded)
rtl: {possible} døᴉnʇ døssᴉblǝ (ƃɹɐdǝd)

source: {possible} point possible (ungraded)
rtl: {possible} døᴉnʇ døssᴉblǝ (nnƃɹɐdǝd)

source: Drag and Drop Problem
rtl: Đɹɐƃ ɐnd Đɹød Ᵽɹøblǝɯ

source: Problem
rtl: Ᵽɹøblǝɯ

source: Item Bank
rtl: Ɨʇǝɯ Ƀɐnʞ

source: Drop Targets
rtl: Đɹød Ŧɐɹƃǝʇs

source: An error occurred. Unable to load drag and drop problem.
rtl: Ⱥn ǝɹɹøɹ øɔɔnɹɹǝd. Ʉnɐblǝ ʇø løɐd dɹɐƃ ɐnd dɹød dɹøblǝɯ.

source: You cannot add any more items to this zone.
rtl: Ɏøn ɔɐnnøʇ ɐdd ɐnʎ ɯøɹǝ ᴉʇǝɯs ʇø ʇɥᴉs zønǝ.

source: There was an error with your form.
rtl: Ŧɥǝɹǝ ʍɐs ɐn ǝɹɹøɹ ʍᴉʇɥ ʎønɹ ɟøɹɯ.

source: Please check over your submission.
rtl: Ᵽlǝɐsǝ ɔɥǝɔʞ øʌǝɹ ʎønɹ snbɯᴉssᴉøn.

source: Zone {num}
rtl: Ƶønǝ {num}

source: Please check the values you entered.
rtl: Ᵽlǝɐsǝ ɔɥǝɔʞ ʇɥǝ ʌɐlnǝs ʎøn ǝnʇǝɹǝd.

source: Saving
rtl: Sɐʌᴉnƃ
